[
  {
    "source_file": "CDS_FH_Referral_IntroAnvM_v10.2_sv.pdf",
    "section": "Introdu ktion",
    "page": 1,
    "section_id": "1.1",
    "main_section_id": 2,
    "context_summary": "Dokumentet beskriver hur CDS FH Referral fungerar som stöd för att identifiera och remittera patienter med misstänkt familjär hyperkolesterolemi, inklusive automatiserad dataimport, beslutsgenerering och rekommendationer.",
    "keywords": [
      "familjär hyperkolesterolemi",
      "CDS FH Referral",
      "remiss",
      "DLCN-kriterier",
      "automatiserad dataimport",
      "diagnos",
      "läkemedel",
      "journalanteckning",
      "beslutsstöd"
    ],
    "content_type": "instruction",
    "hierarchical_tags": [
      "Beslutsstöd",
      "Journalintegration",
      "Remissprocess",
      "Familjär hyperkolesterolemi",
      "Medicinsk software"
    ],
    "clinical_domain": [
      "Kardiologi",
      "Endokrinologi",
      "Lipidmetabolism",
      "Primärvården"
    ],
    "text": "Detta dokument beskriver beslutstödet Cambio Clinical Decision Support (CDS) FH Referral (härefter CDS FH Referral), dess funktioner och egenskaper ur en slutanvändares perspektiv. Läsaren förutsätts ha god datorvana och grundläggande kunskaper i COSMIC. Information om applicerbara och kompatibla versioner mellan beslutsstödet och underliggande journalsystem är angivet i dokumentets versionshistorik. Beslutsstödet CDS FH Referral , dvs. remiss för familjär hyperkolesterolemi, syftar till att hjälpa användare att utvärdera om det föreligger misstanke om familjär hyperkolesterolemi eller ej. Det är utvecklat och baserat på de holländska Dutch Lipid Clinic Network -kriterier na (DLCN) vilka beskriver hur patienter med risk för familjär hyperkolesterolemi ska behandlas [ 1] [2]. Klinisk data som redan finns tillgänglig i journalsystemet , och som krävs av beslutsstödet för att genomföra en bedömning , importeras automatiskt (födelsedatum, kön och minst ett provsvar för LDL - eller totalkolesterol). Annan klinisk data ( journalanteckningar, läkemedelslista, diagnos - och åtgärdskoder) som beslutsstödet kan nyttja för bedömning inhämtas , förutsatt att den finns i journalsystemet . Även denna inhämtning av information görs automatiskt. Om det föreligger en välgrundad misstanke om familjär hyperkolesterolemi presenteras detta tydligt och beslutsstödet underlättar remittering till specialist genom att automatiskt generera en remisstext innehållande information om varför patienten remitterats. Utöver remissen ska en journalanteckning genereras automatiskt som användaren kan spara i patientens journal. Om misstanke ej föreligger, alternativt om beslutsstödet inte erhållit tillräckligt med information för att genomföra en bedömning, ska beslutsstödet inte aktiveras. Beslutsstödet ger rekommendationer som endast skall betraktas som understöd för användaren, då dennes kunskap om patienten alltid är avgörande för beslutet. Beslutsstödet ersätter därmed inte beslutsfattaren. CDS FH Referral - Introduktion & Användarmanual Version: 10.2 Datum: 2024 -01-31 ©2 0 2 4 Cambio H ealthcare Systems AB 5(24) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen."
  },
  {
    "source_file": "CDS_FH_Referral_IntroAnvM_v10.2_sv.pdf",
    "section": "Versionshistorik",
    "page": 1,
    "section_id": "1.2",
    "main_section_id": 2,
    "context_summary": "Versionshistoriken i dokumentet visar hur och när innehållet har ändrats över tid, samt vilka beslutsstöd- och COSMIC-versioner som är kompatibla med varje uppdatering.",
    "keywords": [
      "versionshistorik",
      "ändringar",
      "dokumentsystem",
      "beslutsstöd",
      "COSMIC",
      "versioner",
      "kompatibilitet",
      "revidering",
      "uppdatering"
    ],
    "content_type": "reference",
    "hierarchical_tags": [
      "Dokumentation",
      "Versionshistorik",
      "Beslutsstöd",
      "Journalintegration"
    ],
    "clinical_domain": [
      "Generell"
    ],
    "text": "Versionshistoriken visar ändringar i dokumentet över tid samt kompatibla versioner mellan beslutsstödet och underliggande journalsystem. Version Datum Beskrivning 1.0 2020 -07-07 Första version. Dokumentet gäller från beslutsstödsversion 5.1.x och COSMIC R8.2.03. 2.0 2020 -09-04 Avsnitt 3.3.2 och 3.4.4 uppdaterade. Dokumentet gäller från beslutsstödsversion 5.3.x och COSMIC R8.2.03. 2.1 2020 -09-09 Avsnitt 3.4.4 uppdaterat. 3.0 2020 -09-21 Avsnitt 3.4.4 uppdaterat. Dokumentet gäller från beslutsstödsversion 5.4.x och COSMIC R8.2.03. 4.0 2020 -10-28 Dokumentet reviderat och uppdaterat. Dokumentet gäller från beslutsstödsversion 5.5.x och COSMIC R8.2.03. 5.0 2020 -12-08 Dokumentet reviderat och uppdaterat. Dokumentet gäller från beslutsstödsversion 6.0.x och COSMIC R8.2.07. 6.0 2021 -03-24 Avsnitt 3.3 uppdaterat. Dokumentet gäller från beslutsstödsversion 7.0.x och COSMIC R8.2.07. 7.0 2021 -10-27 Avsnitt 3.3 uppdaterat. Dokumentet gäller från beslutsstödsversion 8.0.x och COSMIC R8.3.03. 8.0 2021 -12-07 Avsnitt 3.3 uppdaterat. Dokumentet gäller från beslutsstödsversion 8.1.x och COSMIC R8.3.03. 9.0 2022 -06-15 Avsnitt 3.3 uppdaterat. Dokumentet gäller från beslutsstödsversion 8.2.x och COSMIC R8.3.04. 9.1 2022 -11-01 Avsnitt 3.4 uppdaterat. 9.2 2023 -04-27 Kapitel 2 tillagt. 10.0 2023 -08-31 Avsnitt 3.2 och 3.4.2 tillagda samt avsnitt 1.1, 3.3.1 - 3.3.4 och 3.4.3 uppdaterade. Dokumentet gäller från beslutsstödsversion 9.0.x och COSMIC 3.8.0. 10.1 2023 -10-24 Dokumentet reviderat och uppdaterat. 10.2 2024-01-31 Kapitel 2 uppdaterat. CDS FH Referral - Introduktion & Användarmanual Version: 10.2 Datum: 2024 -01-31 ©2 0 2 4 Cambio H ealthcare Systems AB 6(24) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen."
  },
  {
    "source_file": "CDS_FH_Referral_IntroAnvM_v10.2_sv.pdf",
    "section": "Term er",
    "page": 1,
    "section_id": "1.3",
    "main_section_id": 2,
    "context_summary": "Tabell med termer, förkortningar och akronymer som används i dokumentet.",
    "keywords": [
      "termer",
      "förkortningar",
      "akronymer",
      "CDS",
      "FH",
      "Hyperkolesterolemia",
      "LDL",
      "Low-Density Lipoprotein"
    ],
    "content_type": "reference",
    "hierarchical_tags": [
      "terminologi",
      "förkortningslista",
      "akronymlista"
    ],
    "clinical_domain": [
      "Lipid",
      "Genetik",
      "Kardiologi"
    ],
    "text": "Följande tabell beskriver de termer, förkortningar och akronymer som används i detta dokument. Term Beskrivning CDS Clinical Decision Support FH Familiar Hypercholesterolemia (Familjär hyperkolesterolemi) LDL Low-Density Lipoprotein"
  },
  {
    "source_file": "CDS_FH_Referral_IntroAnvM_v10.2_sv.pdf",
    "section": "Typografiska",
    "page": 1,
    "section_id": "1.4.1",
    "main_section_id": 3,
    "context_summary": "Dokumentets typografiska konventioner beskriver hur fetstil, kursiv stil, citattecken, vinkelparenteser och Courier New används för att markera termer, modulnamn, alternativ, ersättningsbart innehåll och kodexempel.",
    "keywords": [
      "fetstil",
      "kursiv stil",
      "citattecken",
      "vinkelparenteser",
      "Courier New",
      "systemkommandon",
      "kodexempel",
      "dokumentkonventioner",
      "användargränssnitt"
    ],
    "content_type": "reference",
    "hierarchical_tags": [
      "Typografi",
      "Dokumentstandard",
      "Gränssnitt",
      "Manualltips"
    ],
    "clinical_domain": [
      "Medicinsk informationsteknik",
      "Sjukvård IT",
      "Ärendenhantering"
    ],
    "text": "Följande typografiska konventioner används i detta dokument: • Fetstil indikerar termer i gränssnittet, t.ex. menyalternativ, fönsternamn, knappar, kryssrutor och fält. Exempel: Klicka på knappen Avbryt eller öppna fönstret Patientöversikt . • Kursiv stil indikerar modulnamn, filnamn, sökvägar till kataloger och webblänkar. Exempel: COSMIC Messenger , Properties.txt eller https://customer.cambio.se . • Enkla citattecken (’ ’) indikerar valbara alternativ i listrutor. Exempel: Välj alternativet ’Blå’ i listrutan Färg . • Vinkelparenteser (<…>) indikerar ersättningsbar information i texten som värden, namn, typer och sökvägar. Exempel: COSMIC <…> där <…> ersätts med namnet Link till COSMIC Link . • Typsnittet Courier New indikerar systemkommandon, kodexempel och utskrifter. Exempel: SET USERID=<user id>."
  },
  {
    "source_file": "CDS_FH_Referral_IntroAnvM_v10.2_sv.pdf",
    "section": "Ikoner",
    "page": 1,
    "section_id": "1.4.2",
    "main_section_id": 3,
    "context_summary": "Texten beskriver hur ikoner används i CDS FH Referral‑manualen för att markera olika typer av information, tips och varningsmeddelanden samt nämner tilläggskostnader och behov av tredjepartslisens.",
    "keywords": [
      "ikoner",
      "information",
      "tips",
      "Viktig information",
      "anpassning",
      "kunder",
      "tredjepartslisens",
      "kostnad",
      "gränssnitt",
      "R8.2.03",
      "CDS FH Referral"
    ],
    "content_type": "reference",
    "hierarchical_tags": [
      "Ikoner",
      "Information",
      "Användarmanual",
      "Varningar",
      "Tips",
      "Grafiska element"
    ],
    "clinical_domain": [
      "Hälsoinformationssystem",
      "Digital vårdkontroll"
    ],
    "text": "Ikoner används för att uppmärksamma läsare på olika typer av information som gäller för en specifik uppgift, marknad, anpassning eller område. Följande ikoner används i detta dokument: Viktig information för ökad förståelse och korrekt användning. Tips Den här funktionen finns inte i alla konfigurationer och extra kostnader kan tillkomma beroende på vad som angivits i det aktuella kundavtalet. En tredjepartslicens krävs för att använda denna produkt/funktion. Information för vyer med gränssnitt införda från R8.2.03. CDS FH Referral - Introduktion & Användarmanual Version: 10.2 Datum: 2024 -01-31 ©2 0 2 4 Cambio H ealthcare Systems AB 7(24) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen. 2 Om CDS FH Referral"
  },
  {
    "source_file": "CDS_FH_Referral_IntroAnvM_v10.2_sv.pdf",
    "section": "Avsedd användning",
    "page": 1,
    "section_id": "2.1",
    "main_section_id": 2,
    "context_summary": "CDS FH Referral är en klinisk beslutsstödsapplikation som hjälper till att upptäcka patienter med förhöjt LDL eller totalkolesterol samt prematur kranskärlssjukdom, baserat på lokalt anpassade DLCN‑kriterier, och stödjer vårdpersonal vid skapandet av remisser till specialistvård.",
    "keywords": [
      "LDL",
      "totalkolesterol",
      "prematur kranskärlssjukdom",
      "familjär hyperkolesterolemi",
      "DLCN",
      "remiss",
      "CDS",
      "klinik",
      "beslutsstöd",
      "hälsovård"
    ],
    "content_type": "narrative",
    "hierarchical_tags": [
      "Klinisk beslut",
      "Vårdprocess",
      "Kärlsjukdom"
    ],
    "clinical_domain": [
      "Kardiovaskulär hälsa",
      "Metabolism",
      "Hälsovårdsteknik"
    ],
    "text": "Cambio Clinical Decision Support (CDS) FH Referral (härefter CDS FH Referral) är en klinisk beslutsstödsapplikation designad för att upptäcka patienter med ökat low - density lipoprotein (LDL -) och/eller total -kolesterol och tecken på prematur kranskärlssjukdom som misstänks ha familjär hyperkolesterolemi (FH), baserat på en lokal version av internationella Dutch Lipid Clinic Network kriterierna (DLCN). Vidare stödjer CDS FH Referral hälso - och sjukvårdspersonalen med att skapa remisser till specialistvården för identifierade individer."
  },
  {
    "source_file": "CDS_FH_Referral_IntroAnvM_v10.2_sv.pdf",
    "section": "Försiktighetsåtgärder",
    "page": 1,
    "section_id": "2.2",
    "main_section_id": 2,
    "context_summary": "Användning av CDS FH Referral Application kräver att den inte används ensam för diagnos eller behandling, inte för realtidsövervakning, och inte ersätter klinisk bedömning. Läs användarmanualen innan du börjar.",
    "keywords": [
      "CDS FH Referral Application",
      "diagnos",
      "behandling",
      "realtidsövervakning",
      "patientobservation",
      "klinisk bedömning",
      "användarmanual"
    ],
    "content_type": "instruction",
    "hierarchical_tags": [
      "försiktighetsåtgärder",
      "användningsinstruktion",
      "säkerhet",
      "kvalitetskontroll"
    ],
    "clinical_domain": [
      "patientvård",
      "diagnostik",
      "klinik"
    ],
    "text": "Följande försiktighetsåtgärder skall beaktas: • CDS FH Referral Application bör aldrig användas som den enda informationskällan för att diagnostisera eller behandla en specifik patient. • CDS FH Referral Application är inte avsett för realtidsövervakning av vitala fysiologiska parametrar. • CDS FH Referral Application ersätter inte direkt patientobservation, patientbedömning eller klinisk bedömning. • Observera att användarmanualen för CDS FH Referral Application bör läsas innan användning."
  },
  {
    "source_file": "CDS_FH_Referral_IntroAnvM_v10.2_sv.pdf",
    "section": "Risker med användning av CDS",
    "page": 1,
    "section_id": "2.3",
    "main_section_id": 2,
    "context_summary": "Denna sektion sammanfattar risker som följer med användning av CDS, bland annat brist på nödvändig indata, felaktig eller korrupt data, användarens kliniska ansvar, begränsad data vid uppladdning samt nätverks- och serverproblem.",
    "keywords": [
      "risker",
      "CDS",
      "beslutsstöd",
      "data",
      "felaktig data",
      "klinisk ansvar",
      "patientdata",
      "nätverksproblem",
      "servernedtid",
      "användaransvar"
    ],
    "content_type": "reference",
    "hierarchical_tags": [
      "Riskbedömning",
      "CDS",
      "Patientdata",
      "Kliniskt ansvar",
      "Teknisk driftsäkerhet"
    ],
    "clinical_domain": [
      "Klinisk beslutsstöd",
      "Medicinsk data",
      "Säkerhet"
    ],
    "text": "Nedan följer en sammanfattning av de risker som medföljer denna produkt: • Om beslutsstödet saknar nödvändig indata för att utföra en bedömning kommer en rekommendation inte kunna ges, detta betyder inte att det inte föreligger några hälsorelaterade risker för patienten. • Om beslutsstödet blir matad med inkorrekt eller korrumperad data från journalsystemet kan en felaktig rekommendation genereras av beslutsstödstjänsten. • Som användare måste den kliniska kunskap och allmänna kännedom som användaren har om patienten alltid föregå det som genererats av beslutsstödet. Detta är tydligt beskrivet i denna användarmanual. CDS FH Referral - Introduktion & Användarmanual Version: 10.2 Datum: 2024 -01-31 ©2 0 2 4 Cambio H ealthcare Systems AB 8(24) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen. • Beslutsstödet kommer bara ha tillgång till den patientdata som fanns i journalen när patienten laddades i journalsystemet. Om ny patientdata registrerats i patientens journal efter patientladdning finns det en risk att relevant information missas av beslutsstödet. • Beslutsstödet kan vara oåtkomlig ifall det föreligger lokala anslutningsproblem till nätverket eller om beslutsstödstjänsten ligger nere på grund av CDS Runtime serverproblem."
  },
  {
    "source_file": "CDS_FH_Referral_IntroAnvM_v10.2_sv.pdf",
    "section": "Produkt - och kontaktinformation",
    "page": 1,
    "section_id": "2.4",
    "main_section_id": 2,
    "context_summary": "Denna sektion beskriver produktetiketten för Cambio CDS FH Referral, inklusive produktnamn, version, tillverkarnamn och kontaktinformation, CE-märkning och krav på incidentrapportering.",
    "keywords": [
      "produktetikett",
      "Produktnamn",
      "Cambio CDS",
      "CE-märkning",
      "incidentrapportering",
      "tillverkare",
      "kontakt"
    ],
    "content_type": "reference",
    "hierarchical_tags": [
      "Produktinformation",
      "Kontaktdetaljer",
      "Säkerhet",
      "CE-märkning"
    ],
    "clinical_domain": [
      "Läkemedel",
      "Medicinteknik",
      "Informationssystem"
    ],
    "text": "I beslutsstödets användargränssnitt visas en produktetikett via knappen . Den innehåller följande information: • Produktnamn uppdelat i tre nivåer • Cambio CDS - Clinical Decision Support • Cambio CDS Runtime ( system ) • Beslutsstödets namn ( software item ) 1 https://www.lakemedelsverket.se Alla allvarliga produktrelaterade incidenter ska rapporteras till Cambio och behörig myndighet (Läkemedelsverket1). CDS FH Referral - Introduktion & Användarmanual Version: 10.2 Datum: 2024 -01-31 ©2 0 2 4 Cambio H ealthcare Systems AB 9(24) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen. • Produktversioner för beslutsstödet som software item och CDS Runtime som system . • Adress (fysisk och internetadress) för ansvarig tillverkare , tillverkningsdatum och tillverkarens registreringsnummer (SRN). Cambio Healthcare Systems AB Gamla Tanneforsvägen 92 582 54 Linköping +46 13 20 03 00 https://www.cambiogroup.com/ SRN#: SE -MF-000001229 • Dokumentation. Läs och följ anvisningarna i produktens introduktion & användarmanual. Via länken https://kb.cambio.se/ öppnas Kunskapsbanken med tillgång till dokumentation och övrig information. • Medicinteknisk produkt . • CE-märkning. Produkten uppfyller applicerbara krav i EG -direktiv 93/42/EEG . • Unik produktidentifiering (produktspecifik kod) . CDS FH Referral - Introduktion & Användarmanual Version: 10.2 Datum: 2024 -01-31 ©2 0 2 4 Cambio H ealthcare Systems AB 10(24) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen. 3 Att arbeta med CDS FH Referral"
  },
  {
    "source_file": "CDS_FH_Referral_IntroAnvM_v10.2_sv.pdf",
    "section": "Regler",
    "page": 1,
    "section_id": "3.1",
    "main_section_id": 2,
    "context_summary": "Beslutsstödet aktiveras när LDL‑ eller totalkolesterolvärden vidimieras och en dialogruta visar bedömning samt tidigare tecken på prematur kranskärlssjukdom.",
    "keywords": [
      "LDL‑kolesterol",
      "totalkolesterol",
      "beslutsstöd",
      "diagnos",
      "åtgärdskoder",
      "prematur kranskärlssjukdom",
      "journalsystem",
      "behörighet"
    ],
    "content_type": "reference",
    "hierarchical_tags": [
      "Regler",
      "Beslutsstöd",
      "HDL/LDL",
      "Klassifikation",
      "Patientutredning"
    ],
    "clinical_domain": [
      "Cardiologi",
      "Lipidbiologi",
      "Patientjournal",
      "Kliniskt beslutsstöd"
    ],
    "text": "Beslutsstödets underliggande regler exekveras inte förrän användaren klickar för att vidimera antingen LDL -kolesterol eller totalkolesterol alternativt båda. Beslutsstödet kommer automatiskt visas i e n dialogruta , med journalsystemet i bakgrunden, när de t upptäcker att en patient har förhöjda värden av LDL -kolesterol eller totalkolesterol då en användare försöker vidimera provsvar för dessa. Så länge en patient inte exkluderas av beslutsstödets regler , se avsnitt 3.4.3 , kommer e n dialogruta visas förutsatt att en förhöjning av LDL -kolesterol eller totalkolesterol kan identifieras. En del av det innehåll som visas i denna dialogruta utgörs av en bedömning som ligger till grund för den givna misstanken. Bedömningen beskriver varför beslutsstödet aktiverats baserat på de provsvar som blivit importerade. Beslutsstödet kommer automatiskt att undersöka huruvida patienten tidigare haft tecken på prematur kranskärlssjukdom genom analys av patientens registrerade diagnos - och åtgärdskoder. Om tecken på prematur kranskärlssjukdom inte finns registrerat i journalen kan användaren själv ange denna information i beslutsstödets huvudfönster. I följande avsnitt beskrivs kort de bakomliggande funktioner som används i systemet, samt hur verktyget används. Beslutsstödet arbetar utifrån befintlig information i patientens journal; om information uppdateras i journalsystemet medan beslutsstödet används kommer den nya informationen inte finnas tillgänglig i beslutsstödet förrän det laddas om på nytt. Vem som ska ha tillgång till CDS FH Referral styrs av journalsystemets behörighetsinställningar."
  },
  {
    "source_file": "CDS_FH_Referral_IntroAnvM_v10.2_sv.pdf",
    "section": "Tillgång till CDS FH Referral",
    "page": 1,
    "section_id": "3.2",
    "main_section_id": 2,
    "context_summary": "Varning visas i journalsystemet när kriterier för CDS FH Referral är uppfyllda. Användaren får information via ikon, i‑ikonen, ett dialogfönster och kan öppna beslutsstödets huvudfönster för vidare handläggning. Varningen återkommer vid nästa provsvar om den ignoreras.",
    "keywords": [
      "CDS",
      "FH",
      "Referral",
      "kriterier",
      "varning",
      "journalsystemet",
      "ikon",
      "dialogruta",
      "beslutsstöd",
      "tool‑tip",
      "öppna",
      "vidimera",
      "kolesterol",
      "prov",
      "utskrift"
    ],
    "content_type": "instruction",
    "hierarchical_tags": [
      "Kliniskt beslut",
      "Elektroniskt journalsystem",
      "Kriterier",
      "Varning",
      "Beslutsstöd",
      "Utbildning"
    ],
    "clinical_domain": [
      "Kardiologi",
      "Endokrinologi",
      "Familial hyperkolesterolemi",
      "Primärvården",
      "Laboratorieanalys"
    ],
    "text": "Om kriterier för aktivering av CDS FH Referral uppfylls , se information i de följande avsnitt en, kommer en varning att visas i journalsystemet. Varning om att beslutsstödet har aktiverats indikeras med en CDS-ikon i patientlisten samt med en dialogruta i journalsystemets gränssnitt. I dialogrutan listas de beslutsstöd som har aktiverats . Användaren kan få ytterligare information om varningen via en text som visas när muspekaren hålls över i-ikonen. Användaren kan klicka på knappen Öppna beslutsstöd för att visa beslutsstödets huvudfönster där beslut om vidare handläggning kan fattas . CDS FH Referral - Introduktion & Användarmanual Version: 10.2 Datum: 2024 -01-31 ©2 0 2 4 Cambio H ealthcare Systems AB 11(24) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen. Om användaren väljer att stänga dialogrutan och ignorera varningen, kommer varningen att visas igen vid nästa försök att vidimera provsvaren. Bild 1 - Varning för CDS Remiss för familjär hyperkolesterolemi i COSMIC 3.8.0 . Bild 2 - Användaren kan läsa mer om varningen genom en text som visas när muspekaren hålls över \"i\" -ikonen CDS FH Referral kan inte nås från journalsystemets meny , utan det krävs en aktivering vid vidimering av kolesterolrelaterade provsvar . CDS FH Referral - Introduktion & Användarmanual Version: 10.2 Datum: 2024 -01-31 ©2 0 2 4 Cambio H ealthcare Systems AB 12(24) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen."
  },
  {
    "source_file": "CDS_FH_Referral_IntroAnvM_v10.2_sv.pdf",
    "section": "Introduktion",
    "page": 1,
    "section_id": "3.3.1",
    "main_section_id": 3,
    "context_summary": "Texten beskriver hur ett beslutsstöd för riskbedömning aktiveras automatiskt vid upptäckt av förhöjda kolesterolvärden i en vidimeringsprocess. Stödet kan visa två bedömningar – misstanke eller ingen misstanke – och baseras på patientens födelsedatum, kön, journalanteckningar, läkemedelslista, diagnoser, åtgärdskoder och provsvar för LDL eller totalkolesterol. När en misstanke presenteras visas huvudfönstret, uppdelat i bedömning/grund och beslut/utkast till remiss/journalanteckning.",
    "keywords": [
      "riskbedömning",
      "beslutsstöd",
      "kolesterol",
      "LDL",
      "totalkolesterol",
      "patientdata",
      "diagnos",
      "verktyg",
      "remiss",
      "journalanteckning"
    ],
    "content_type": "instruction",
    "hierarchical_tags": [
      "Riskbedömning",
      "Kolesterol",
      "Beslutsstöd",
      "Patientdata",
      "Utbildning/UserManual"
    ],
    "clinical_domain": [
      "Kardiologi",
      "Endokrinologi",
      "Metabolism",
      "Primärvård"
    ],
    "text": "För att en riskbedömning ska göras krävs en automatisk start av beslutsstödet som sker vid detektering av förhöjda kolesterolvärden i en vidimeringsprocess. Beslutsstödet kan generera två olika bedömningar baserat på denna information: • Misstanke ( beslutsstödets dialogruta visas ) • Ingen misstanke (beslutsstödets dialogruta visas ej) Vid vidimeringsförsök av LDL - eller totalkolesterol (eller båda) startas beslutsstödet och patientens födelsedatum, kön, journalanteckningar, läkemedelslista, registrerade diagnos - och åtgärdskoder samt de provsvar som valts för vidimering analyseras. Om dialogrutan visas och användaren väljer att öppna beslutsstödet visas beslutsstödets huvudfönster som är indelat i två olika block: • Bedömning och grund för bedömning • Beslut och utkast till remiss och journalanteckning Varje block behandlas i separata avsnitt av denna användarmanual , se avsnitt 3.3.2 och 3.3.3 . En översiktsbild av beslutsstödet i sin helhet visas i Bild 3. Bild 3 - Översiktsbild av beslutsstödet CDS FH Referral - Introduktion & Användarmanual Version: 10.2 Datum: 2024 -01-31 ©2 0 2 4 Cambio H ealthcare Systems AB 13(24) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen."
  },
  {
    "source_file": "CDS_FH_Referral_IntroAnvM_v10.2_sv.pdf",
    "section": "Bedömning och grund för bedömning",
    "page": 1,
    "section_id": "3.3.2",
    "main_section_id": 3,
    "context_summary": "Denna avsnitt beskriver hur misstankegraden för familjär hyperkolesterolemi bedöms utifrån journalinformation och hur LDL‑värdet justeras om patienten är på statin eller ezetimib. Den visar både korrigerat och okorrigerat LDL samt hur man kontrollerar följsamhet och utvärderar prematur kranskärlssjukdom och ärftlighet för att besluta om remiss.",
    "keywords": [
      "familjär hyperkolesterolemi",
      "LDL",
      "statin",
      "ezetimibe",
      "korrigering",
      "patienten lipidprofil",
      "prematur kranskärlssjukdom",
      "ärftlighet",
      "diagnoser",
      "behandlingsadherence",
      "remiss",
      "beslutsstöd"
    ],
    "content_type": "instruction",
    "hierarchical_tags": [
      "Assessment och bedömning",
      "Familjär hyperkolesterolemi",
      "Lipidprofil",
      "Korrigering av LDL",
      "Statinbehandling",
      "Ezetimibe",
      "Prematur kranskärlssjukdom",
      "Arv",
      "Beslutsstöd"
    ],
    "clinical_domain": [
      "Kardiologi",
      "Endokrinologi",
      "Lipid",
      "Familjära sjukdomar"
    ],
    "text": "Bedömning av misstankegraden av familjär hyperkolesterolemi grundas på den information som automatiskt inhämtas från patientens journal. Om användaren anger ytterligare information i detta block kommer den angivna informationen läggas till i den automatiskt genererade remisstexten samt journalanteckningen. Direkt under rubriken Bedömning presenteras vad beslutsstödet identifierat, se Bild 4. Bild 4 - Bedömning Även provsvaren i patientens lipidprofil (i detta fall: LDL -kolesterol, totalkolesterol och triglycerider) som användaren valt att vidimera visas. Om en patient är under en aktiv statinbehandling och/eller aktiv behandling med ezetimib som startade innan eller samtidigt som patientens LDL -kolesterolprov togs, ska beslutsstödet utföra en korrigering av det inhämtade LDL - kolesterolvärdet. Ingen korrigering kommer ske om behandlingen inte längre är aktiv , inklusive om dosen ändrats efter provtagningstillfället , när provsvaret vidimeras. I detta fall beräknas det korrigerade värdet baserat på vilken statin som används samt dos och/eller på ezetimib. De korrigeringsekvationer som tillämpas av beslutsstödet är beskrivna i den tredje referensartikeln [ 3]. I ett fall då en korrigering av LDL -kolesterolvärdet görs, kommer beslutsstödet utföra bedömningen baserat på det korrigerade LDL -kolesterolvärdet och dessutom visa denna information under rubriken Bedömning . CDS FH Referral - Introduktion & Användarmanual Version: 10.2 Datum: 2024 -01-31 ©2 0 2 4 Cambio H ealthcare Systems AB 14(24) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen. Utöver detta kommer det korrigerade så väl som det okorrigerade LDL - kolesterolvärdet visas under rubriken Patientens lipidprofil , se Bild 5 Bild 5 - Om en korrigering av LDL -kolesterolvärdet har gjorts visas både det korrigerade och det okorrigerade LDL-kolesterolvärde t under rubriken \"Patientens lipidprofil\" Vid korrigering av LDL -kolesterolvärde bör användaren kontrollera patientens följsamhet till statinordinationen och/eller ordinationen av ezetimib. Det korrigerade LDL -kolesterolvärdet är mindre giltigt om en patient inte följer rekommendationerna angående sin statinbehandling och/eller behandling med ezetimib. Nödvändigheten att remittera en patient till specialist bör noggrant kontrolleras i fall av oföljsamhet, speciellt om patientens okorrigerade LDL - kolesterolvärde ligger under gränsvärdet. I följande tabell presenteras de läkemedel som beslutsstödet tar hänsyn till. ATC-kod Läkemedel C10AX09 Ezetimib C10AA03 Pravastatin C10AA01 Simvastatin C10BA02 Simvastatin + Ezetimib C10AA05 Atorvastatin C10BA05 Atorvastatin + Ezetimib C10AA07 Rosuvastatin C10BA06 Rosuvastatin + Ezetimib CDS FH Referral - Introduktion & Användarmanual Version: 10.2 Datum: 2024 -01-31 ©2 0 2 4 Cambio H ealthcare Systems AB 15(24) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen. Användaren ombeds att ange om det finns tecken på prematur kranskärlssjukdom genom att svara på frågan Tecken på kranskärlssjukdom . Användaren kan ta del av information om vilka diagnoser och åtgärder som motsvarar kranskärlssjukdom genom att klicka på i-ikonen vid frågan , se Bild 6. Bild 6 - Fråga \"Tecken på kranskärlssjukdom\" och informationstext om diagnos - och åtgärdskoder som motsvarar kranskärlssjukdom . Kranskärlssjukdom föreligger om patienten haft minst ett av följande tecken: • Perkutan koronarintervention (PCI) • Koronar -bypass (CABG) • Anginösa bröstsmärtor (kärlkramp i bröstet) (ICD10 -I200) • Akut hjärtinfarkt (ICD10 -I21) • Reinfarkt (återinsjuknande i akut hjärtinfarkt) (ICD10 -I22) • Vissa komplikationer till akut hjärtinfarkt (ICD10 -I23) • Andra akuta ischemiska hjärtsjukdomar (ICD10 -I24) • Kronisk ischemisk hjärtsjukdom (ICD10 -I25) • Förekomst av aortokoronar -bypass -graft (ICD10 -Z951) • Förekomst av angioplastiskt koronarimplantat och koronargraft (ICD10 -Z955) Prematur kranskärlssjukdom definieras här olika baserat på patientens kön. Om patienten är kvinna ska patienten ha haft minst ett av ovanstående tecken innan 60 års ålder. Om patienten är man ska patienten ha haft minst ett av ovanstående tecken innan 55 års ålder. Om denna data redan finns tillgänglig i journalsystemet men inte lett till aktivering av beslutsstödet, ska frågan automatiskt förifyllas med Ja, men användaren får fortfarande besvara frågan manuellt. Om denna data redan finns tillgänglig i journalsystemet och har lett till aktivering av beslutsstödet, kommer frågan om prematur kranskärlssjukdom inte längre visas för användaren. CDS FH Referral - Introduktion & Användarmanual Version: 10.2 Datum: 2024 -01-31 ©2 0 2 4 Cambio H ealthcare Systems AB 16(24) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen. Därefter ombeds användaren ange om det finns känd förstagradsärftlighet (hos förälder, syskon eller barn) för prematur kranskärlssjukdom eller hyperlipidemi. Användaren kan läsa om vilka diagnoser eller åtgärder som motsvarar kranskärlssjukdom genom att klicka på i-ikonen vid frågan . Om användaren markerar svarsalternativen Nej eller Okänd , visas inga ytterligare frågor i det första blocket oc h man kan gå vidare till det andra blocket , se avsnitt 3.3.3 . Om svarsalternativet Ja markeras måste ytterligare information om ärftligheten anges för att gå vidare till det andra blocket . Detta genom att markera minst en kryssruta under Specificera , se Bild 7. Bild 7 - Användaren ombeds ange ytterligare information om ärftligheten för att gå vidare till den andra blocket ."
  },
  {
    "source_file": "CDS_FH_Referral_IntroAnvM_v10.2_sv.pdf",
    "section": "Beslut och utkast till remiss och journalanteckning",
    "page": 1,
    "section_id": "3.3.3",
    "main_section_id": 3,
    "context_summary": "Beslutsstödet visar ett remissförslag baserat på tidigare block, låter användaren besluta om att skicka remissen, ange tolkbehov, ge motivering vid avvikelse och slutföra genom att signera samt vidimera remistext och journalanteckning.",
    "keywords": [
      "remiss",
      "journalanteckning",
      "beslutsstöd",
      "tolkbehov",
      "avvikelser",
      "motivering",
      "signera",
      "vidimering",
      "kolesterol",
      "prematur kranskärlssjukdom",
      "ärftlighet",
      "specialist",
      "tolk",
      "provsvär"
    ],
    "content_type": "instruction",
    "hierarchical_tags": [
      "Remiss",
      "Journalanteckning",
      "Beslutsstöd",
      "Tolk",
      "Signering",
      "Patientkommunikation"
    ],
    "clinical_domain": [
      "Kardiovaskulär",
      "Laboratorisk analys",
      "Vårdteknik"
    ],
    "text": "I blocket Beslut och utkast till remiss och journalanteckning presenteras beslutsstödets rekommendation att remittera patienten till en specialist baserat på vad som angivits i tidigare block , se avsnitt 3.3.2 . Användaren tar här ställning till huruvida en remiss ska skickas eller ej genom att besvara frågan Skicka vårdbegäran där Ja markeras för att skicka en remiss och Nej för att avstå . Bild 8 - Blocket Beslut och utkast till remiss och journalanteckning CDS FH Referral - Introduktion & Användarmanual Version: 10.2 Datum: 2024 -01-31 ©2 0 2 4 Cambio H ealthcare Systems AB 17(24) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen. I samband med rekommendationstexten visas denna fråga förifylld av beslutsstödet beroende på hur användaren har svarat på frågorna i första blocket. Användaren får alltid ta ställning till om remissen ska skickas, och det förifyllda svarsalternativet kan alltid ändras manuellt. Om användarens svar går emot beslutsstödet rekommendationer behöver en motivering anges innan beslutet kan signeras. Det går även att lägga till kompletterande uppgifter i fritextformat. All angiven fritext blir inkluderad i den automatiskt genererade remisstexten och journalanteckning . Svaren om prematur kranskärlssjukdom och ärftlighet som angivits i det första blocket kommer också att inkluderas i remisstexten och journalanteckningen , se Bild 9. Bild 9 - Svar från användar e och all angiven fritext blir inkluderad i den automatiskt genererade remisstexten och journalanteckning . Om användaren väljer att skicka en remiss måste information om tolkbehov anges under Tolkbehov? . Denna fråga visas endast om funktionen är aktiverad . Den kan inaktiveras och presenteras då inte i beslutsstödet. Det är systemförvaltningens beslut om detta ska göras och styrs av en inställning konfigureras av administratör. CDS FH Referral - Introduktion & Användarmanual Version: 10.2 Datum: 2024 -01-31 ©2 0 2 4 Cambio H ealthcare Systems AB 18(24) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen. Visas frågan Tolkbehov? klickar man på Ja om patienten har behov av tolk, annars på Nej. Om Ja valts måste ett språk anges i fritextrutan , se Bild 10. Den angivna informationen inkluderas i remisstexten som beslutsstödet genererar. Bild 10 - Om användaren väljer att skicka en remiss måste information om tolkbehov anges , förutsatt att funktionen är aktiverad. Följande bekräftelsemeddelande visas n är användaren väljer att skicka remiss, vidimera provsvar och avsluta beslutsstödet genom att klicka på knappen SKICKA VÅRDBEGÄRAN OCH VIDIMERA PROVSVAR . Bild 11 – Bekräftels emeddelande för att skicka en vårdbegäran och signera en journalanteckning Användaren kan då välja att klicka på knappen AVBRYT vilket resulterar i att användaren återgår till beslutsstödets huvudfönster. Alternativt kan användaren klicka på knappen SKICKA VÅRDBEGÄRAN OCH VIDIMERA PROVSVAR vilket resulterar i att remissen skickas till en specialistavdelning, journalanteckningen signeras samt att de kolesterolrelaterade provsvar som markerats för vidimering innan beslutsstödets start blir vidimerade. Val av specialistenhet (som beslutsstödet använder som remissmottagare) konfigureras i journalsystemets övergripande inställningar av administratör . CDS FH Referral - Introduktion & Användarmanual Version: 10.2 Datum: 2024 -01-31 ©2 0 2 4 Cambio H ealthcare Systems AB 19(24) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen. Om man av viker från beslutsstödets rekommendationer genom att skicka en vårdbegäran då det inte rekommenderas eller genom att avstå från att skicka en remiss då det rekommenderas, kommer beslutsstödet be om en förklaring till varför användaren avvek från rekommendationerna . Bild 12 - Användaren ombeds ange en anledning för att kunna signera ett beslut som avviker från rekommendationerna När en anledning inte är angiven kommer beslutsstödet inte ge användaren möjlighet att spara journalanteckningen eller vidimera de förmarkerade provsvaren. Knappen SIGNERA JOURNALANTECKNING OCH VIDIMERA PROVSVAR är visas som grå och är ej klickbar. Bild 13 - När obligatorisk information saknas är knappen SIGNERA JOURNALANTECKNING OCH VIDIMERA PROVSVAR grå och inaktiv . Då användaren anger en motivering till avvikelsen från rekommendationerna kommer den att inkluderas i journalanteckningen. Bild 14 - Den angivna anledningen inkluderas i den genererade journalanteckningen CDS FH Referral - Introduktion & Användarmanual Version: 10.2 Datum: 2024 -01-31 ©2 0 2 4 Cambio H ealthcare Systems AB 20(24) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen. Knappen för att signera och vidimera visas som blå och är klickbar, se Bild 15 Bild 15 - Då all information har angivits är knappen SIGNERA JOURNALANTECKNING OCH VIDIMERA PROVSVAR knappen blå och aktiv Om användaren väljer att signera journalanteckningen och vidimera provsvaren genom att klicka på knappen kommer dialogrutan Signera journalanteckning och vidimera provsvar? att visas. Det går att klicka på knappen AVBRYT för att stänga dialogrutan och visa beslutsstödets huvudfönster igen, eller på knappen SIGNERA JOURNALANTECKNINGEN OCH VIDIMERA PROVSVAR för att signera journalanteckningen bli signerad och vidimera provsvaren. Användaren blir då tillbakaskickad till journalsystemets bakomliggande fönster. Bild 16 - Bekräftelserutan för att signera en journalanteckning och vidimera provsvaren"
  },
  {
    "source_file": "CDS_FH_Referral_IntroAnvM_v10.2_sv.pdf",
    "section": "Stäng a beslutsstödet",
    "page": 1,
    "section_id": "3.3.4",
    "main_section_id": 3,
    "context_summary": "Denna sektion beskriver hur användaren stänger beslutsstödet, vilka dialogrutor som visas, och att ingen data sparas vid avstängning. Den förklarar också hur beslutsstödet kan startas igen och vad som händer när man försöker vidimera provsvar efter en tidigare stängning.",
    "keywords": [
      "beslutsstöd",
      "stängning",
      "dialogruta",
      "information",
      "patientdata",
      "provsvar",
      "beslut",
      "användare",
      "stäng",
      "avbrott",
      "spara",
      "importera",
      "aktivering",
      "bedömning"
    ],
    "content_type": "instruction",
    "hierarchical_tags": [
      "Beslutsstöd",
      "Användning",
      "Stängning",
      "Dialogruta",
      "Information",
      "Patientdata"
    ],
    "clinical_domain": [
      "Klinisk beslutsstöd",
      "Vårdprocess",
      "Patientdata"
    ],
    "text": "Beslut behöver inte fattas i direkt anslutning till aktuell bedömning. En pågående bedömning kan när som helst stängas och påbörjas på nytt i ett senare skede. Om användaren stänger ned beslutsstödet kommer ingen information att sparas, ingen vårdbegäran skickas och de förmarkerade provsvaren som beslutsstödet använder som grund för bedömning kommer ej vidimeras. För att stänga ned beslutsstödets fönster klickar användaren på knappen STÄNG . Dialogrutan Stäng beslutstödet ? visas med information om av en nedstängning innebär , se Bild 17. Bild 17 - Bekräftelseruta för att stänga beslutsstödet. Klickar användaren på knappen AVBRYT stängs dialogrutan och beslutsstödets huvudfönster visas igen. Klickar användaren på knappen STÄNG kommer dialogrutan och beslutsstödets fönste r att stängas och det bakomliggande fönstret visas. När användaren försöker vidimera patientens provsvar på nytt kommer beslutsstödet dialogruta visas på nytt, förutsatt att den importerade patientdatan ger upphov till en aktivering av beslutsstödet. I detta fall behöver användaren ange nödvändig information på nytt då informationen inte sparats vid föregående användning av beslutsstödet. CDS FH Referral - Introduktion & Användarmanual Version: 10.2 Datum: 2024 -01-31 ©2 0 2 4 Cambio H ealthcare Systems AB 21(24) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen."
  },
  {
    "source_file": "CDS_FH_Referral_IntroAnvM_v10.2_sv.pdf",
    "section": "Introduktion",
    "page": 1,
    "section_id": "3.4.1",
    "main_section_id": 3,
    "context_summary": "CDS FH Referral är ett kliniskt beslutsstöd som tillhandahåller rekommendationer baserat på fördefinierade regler; verktyget tar inga egna beslut, utan kombineras med klinisk kompetens för patientvård.",
    "keywords": [
      "beslutsstöd",
      "klinisk",
      "regler",
      "rekommendationer",
      "patient",
      "behandling",
      "hälsa",
      "användaransvar"
    ],
    "content_type": "reference",
    "hierarchical_tags": [
      "Kliniskt stöd",
      "Beslutsstöd",
      "Patientinformation"
    ],
    "clinical_domain": [
      "Klinik",
      "Patientvård",
      "Diagnostik",
      "Behandling"
    ],
    "text": "CDS FH Referral är ett kliniskt beslutsstöd, vilket innebär att inmatad data bearbetas i enlighet med redan skrivna regler i syfte att ge kliniker stöd i beslutsfattande som ska leda till bättre behandling och hälsa för patienten. De bedömningar och förslag som genereras av beslutsstödet är enbart rekommendationer. Verktyget fattar inga egna beslut, och användaren bör alltid nyttja sin kliniska kompetens i kombination med beslutsstödet för att ta beslut om handläggning. I följande avsnitt ges förenklad information om hur rekommendationerna genereras; detta dokument syftar dock ej till att beskriva konfiguration och logik bakom aktuella regler."
  },
  {
    "source_file": "CDS_FH_Referral_IntroAnvM_v10.2_sv.pdf",
    "section": "Hämtning av signerad patientdata",
    "page": 1,
    "section_id": "3.4.2",
    "main_section_id": 3,
    "context_summary": "CDS FH Referral hämtar endast signerad klinisk data från journalsystemet, så icke-signerad information är inte tillgänglig för beslutsstödet.",
    "keywords": [
      "signerad klinisk data",
      "journalsystem",
      "diagnos- och åtgärdskoder",
      "patientuppgifter",
      "beslutsstöd",
      "medicinsk information",
      "signerad ordination",
      "sjukvårdsdata"
    ],
    "content_type": "instruction",
    "hierarchical_tags": [
      "Klinisk data",
      "Signering",
      "Journalsystem",
      "Patientinformation",
      "Beslutsstöd"
    ],
    "clinical_domain": [
      "Klinisk data",
      "Medicinsk journal",
      "Beslutsstöd"
    ],
    "text": "CDS FH Referral inhämtar bara signerad klinisk data från journalsystemet (signerade journalanteckningar, signerade ordinationer i läkemedelslista och signerade diagnos - och åtgärdskoder). Detta innebär alltså att patientuppgifter som exempelvis sparats , men inte signerats , inte kommer utgöra tillgängligt informationsunderlag för beslutsstödet."
  },
  {
    "source_file": "CDS_FH_Referral_IntroAnvM_v10.2_sv.pdf",
    "section": "Identifiering av patient utan misstanke om familjär hyperkolesterolemi",
    "page": 1,
    "section_id": "3.4.3",
    "main_section_id": "3",
    "context_summary": "Avsnittet beskriver fyra exkluderingskriterier som hindrar aktivering av beslutsstödet för familjär hyperkolesterolemi: ålder >80, aktiv dokumenterad diagnos, triglycerid >2,5 mmol/L, samt tidigare CDS FH Referral. Det angir att beslutsstödet inte aktiveras vid uppfylld kriterium, oavsett andra angivna kriterier.",
    "keywords": [
      "familjär hyperkolesterolemi",
      "exkluderingskriterier",
      "CDS",
      "beslutsstöd",
      "triglycerid",
      "ärvbar sjukdom",
      "diagnos",
      "ålder"
    ],
    "content_type": "instruction",
    "hierarchical_tags": [
      "Diagnos",
      "Uteslutning",
      "Familjär hyperkolesterolemi",
      "Beslutsstöd",
      "Kardiovaskulär"
    ],
    "clinical_domain": [
      "Kardiovaskulär",
      "Endokrinologi",
      "Genetik"
    ],
    "text": "hyperkolesterolemi Om ett av följande fyra exkluderingskriterier är uppfyllda kommer beslutsstödet inte aktiveras , oavsett angivna kriterier i avsnitt 3.3.3 : 1. Den beräknade åldern på patienten är > 80 år. 2. Patienten har en aktiv dokumenterad diagnos för familjär hyperkolesterolemi i journalen. 3. Patienten har ett triglyceridvärde på > 2.5 mmol/L i plasman , förutsatt att ett triglyceridresultat är en del av de provsvar som användaren försöker vidimera. 4. Patienten har ett tidigare beslut via CDS FH Referral dokumenterat i journalen. CDS FH Referral - Introduktion & Användarmanual Version: 10.2 Datum: 2024 -01-31 ©2 0 2 4 Cambio H ealthcare Systems AB 22(24) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen."
  },
  {
    "source_file": "CDS_FH_Referral_IntroAnvM_v10.2_sv.pdf",
    "section": "Identifiering av patient med misstanke om familjär",
    "page": 1,
    "section_id": "3.4.4",
    "main_section_id": 3,
    "context_summary": "Kriterier för remiss vid misstanke om familjär hyperkolesterolemi, där LDL‑ och totalkolesterolvärden jämförs mot ålder- och könsgränser för att avgöra behovet av remiss.",
    "keywords": [
      "familjär hyperkolesterolemi",
      "LDL",
      "totalkolesterol",
      "remiss",
      "ålder",
      "kön",
      "riskfaktorer",
      "labkoder",
      "NPU01566",
      "NPU01568",
      "NPU10171",
      "SWE05408",
      "JOK02835",
      "JOK02834",
      "Triglycerider"
    ],
    "content_type": "reference",
    "hierarchical_tags": [
      "Familjär hyperkolesterolemi",
      "Klinisk riktlinje",
      "Labkoder",
      "Remisskriterier",
      "Riskbedömning"
    ],
    "clinical_domain": [
      "Kardiovaskulär hälsa",
      "Laboratorieanalys",
      "Primärvård",
      "Klinisk forskning"
    ],
    "text": "hyperkolesterolemi Förutsatt att ing a av de tidigare exkluderingskriterier na är uppfyll da ska beslutsstödet generera bedömningen att en remiss bör skickas om minst ett av följande kriterier är uppfyllda: 1. LDL-kolesterol >= 5.5 mmol/L eller totalkolesterol >= 8.0 mmol/L; och ålder > 29 år. 2. LDL-kolesterol >= 5.0 mmol/L och en dokumenterad historia av prematur kranskärlssjukdom eller ingrepp för kranskärlssjukdom för man < 55 år eller kvinna < 60 år vid tiden för dokumenterad prematur kranskärlssjukdom eller ingrepp. 3. LDL-kolesterol >= 4.1 mmol/L och ålder >= 18 år och ålder =< 29 år. 4. LDL-kolesterol >= 4.96 mmol/L och kvinna ålder >= 9 år och ålder < 18 år. 5. LDL-kolesterol >= 3.64 mmol/L och man ålder >= 9 år och ålder < 18 år. 6. LDL-kolesterol >= 2.55 mmol/L och kvinna ålder >= 0.5 år och ålder < 9 år. 7. LDL-kolesterol >= 2.81 mmol/L och man ålder >= 0.5 år och ålder < 9 år. 8. Totalkolesterol >= 6.07 mmol/L och kvinna ålder >= 3 år och ålder < 18 år. 9. Totalkolesterol >= 6.01 mmol/L och man ålder >= 3 år och ålder < 18 år. 10. Totalkolesterol >= 5.05 mmol/L och kvinna ålder >= 0.5 år och ålder < 3 år. 11. Totalkolesterol >= 5.66 mmol/L och man ålder >= 0.5 år och ålder < 3 år. 12. Totalkolesterol >= 8 mmol/L och ålder >= 18 år och ålder =< 29 år. Om beslutsstödet gör en korrigering av LDL -kolesterolvärdet kommer det korrigerade värdet vara det som analyseras mot ovannämnda kriterier. I följande tabell nedan presenteras de koder för laboratorieundersökningar som beslutsstödet tar hänsyn till. LDL-kolesterol, totalkolesterol eller triglycerid Kod för laboratorieundersökning P—Kolesterol NPU01566 P—LDL-kolesterol NPU01568 fP—LDL-kolesterol NPU10171 P—LDL-kolesterol SWE05408 P—LDL-kolesterol JOK02835 P—Triglycerid NPU04094 fP—Triglycerid NPU03620 P—Triglycerid JOK02834 CDS FH Referral - Introduktion & Användarmanual Version: 10.2 Datum: 2024 -01-31 ©2 0 2 4 Cambio H ealthcare Systems AB 23(24) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen."
  },
  {
    "source_file": "CDS_FH_Referral_IntroAnvM_v10.2_sv.pdf",
    "section": "Passivt beslutsstöd",
    "page": 1,
    "section_id": "3.4.5",
    "main_section_id": 3,
    "context_summary": "Beslutsstödet aktiveras endast om patienten uppfyller kriterierna i 3.3.3 och inte exkluderingskriterierna i 3.3.2, annars förblir det passivt.",
    "keywords": [
      "beslutsstöd",
      "familjär hyperkolesterolemi",
      "LDL",
      "kolesterol",
      "remiss",
      "exkluderingskriterium",
      "journalprofil"
    ],
    "content_type": "instruction",
    "hierarchical_tags": [
      "Beslutsstöd",
      "Kriterier",
      "Patientdata",
      "Kolesterol",
      "Remiss"
    ],
    "clinical_domain": [
      "Kardiovaskulär",
      "Endokrinologi",
      "Primärvård"
    ],
    "text": "Beslutsstödet kommer ej aktiveras om patienten inte uppfyller de kriterier som nämnts i avsnitt 3.3.3 alternativt uppfyller minst ett exkluderingskriterium som nämnts i 3.3.2 . Om födelsedatum eller kön saknas i patientens journalprofil, eller om användaren inte startar en vidimeringsprocess av LDL - eller totalkolesterol, kommer beslutsstödet inte kunna generera en misstanke om familjär hyperkolesterolemi eller en rekommendation om att skicka remiss. Beslutsstödet förblir passivt då det finns otillräcklig information."
  },
  {
    "source_file": "CDS_FH_Referral_IntroAnvM_v10.2_sv.pdf",
    "section": "Hantering av spärrad information",
    "page": 1,
    "section_id": "3.4.6",
    "main_section_id": 3,
    "context_summary": "Patienter med spärrad information exkluderas från CDS FH Referral. Beslutsfattande styrs av systemförvaltningen och lokala inställningar, med regionala rutiner för hantering av spärrar.",
    "keywords": [
      "spärrad information",
      "CDS FH Referral",
      "systemförvaltning",
      "lokal inställning",
      "regionella rutiner",
      "patientexkludering"
    ],
    "content_type": "reference",
    "hierarchical_tags": [
      "Patientinformation",
      "Spärrad information",
      "Systemhantering",
      "Regionala rutiner",
      "Dataskydd"
    ],
    "clinical_domain": [
      "Patientdata",
      "Säkerhet",
      "Systemadministration"
    ],
    "text": "Patienter med spärrad information exkluderas från CDS FH Referral . Det är systemförvaltningens beslut om detta skall göras och styrs av en inställning som konfigureras av administratör i det lokala journalsystemet. I övrigt är det regionens egna rutiner som gäller för hur spärrar kring beslutsstödet ska hanteras."
  },
  {
    "source_file": "CDS_FH_Referral_IntroAnvM_v10.2_sv.pdf",
    "section": "Felhantering",
    "page": 1,
    "section_id": "3.5",
    "main_section_id": "2",
    "context_summary": "Beslutsstödet avaktiveras när det får felaktig data från journalsystemet och ett felmeddelande visas. Användaren får en varning och systemet är inaktivt för patienten.",
    "keywords": [
      "felhantering",
      "beslutsstöd",
      "journalsystem",
      "felmeddelande",
      "avaktivering",
      "patient",
      "diagnos",
      "behandling"
    ],
    "content_type": "instruction",
    "hierarchical_tags": [
      "Systemfunktion",
      "Felhantering",
      "Beslutsstöd",
      "Journalintegration",
      "Användarmanual"
    ],
    "clinical_domain": [
      "Familiär hyperkolesterolemi",
      "Genetisk medicin"
    ],
    "text": "Om beslutsstödet erhåller felaktig data från journalsystemet kommer beslutsstödet att inaktiveras varpå beslutsstödet inte kan användas för den aktuella patienten. Ett självförklarande felmeddelande kommer då att visas för användaren. CDS FH Referral - Introduktion & Användarmanual Version: 10.2 Datum: 2024 -01-31 ©2 0 2 4 Cambio H ealthcare Systems AB 24(24) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen. Appendix A - Referenser [1] Civeira F, International Panel on Management of Familial Hypercholesterolemia. Guidelines for the diagnosis and management of heterozygous familial hypercholesterolemia. Atherosclerosis. 2004 Mar 31;173(1):55 -68. [2] World Health Organization. Familial hypercholesterolaemia (FH). Report of a second WHO consultation. Geneva, Switz: World Health Organization; 1999. [3] Haralambos K, Whatley S.D., Edwards R, et al. Clinical experience of scoring criteria for Familial Hypercholesterolaemia (FH) genetic testing in Wales. Atherosclerosis. 2015; May 1;240(1):190 -96."
  },
  {
    "source_file": "CDS_Osteoporosis+Referral_IntroAnvM_v3.0_sv.pdf",
    "section": "Introdu ktion",
    "page": 1,
    "section_id": "1.1",
    "main_section_id": "2",
    "context_summary": "Dokumentet beskriver syftet, funktioner och användarroll för CDS Osteoporosis Referral, inklusive hur man identifierar patienter med potentiellt osteoporosrelaterade frakturer och skickar remiss för systematisk utredning. Användaren förtjänar att fatta det slutgiltiga beslutet och ansvarar för alla kliniska beslut.",
    "keywords": [
      "CDS",
      "Osteoporos",
      "Fraktur",
      "Remiss",
      "Journalintegration",
      "Konsensus",
      "Nationella riktlinjer",
      "Patientidentifiering",
      "Klinik",
      "Vård"
    ],
    "content_type": "reference",
    "hierarchical_tags": [
      "Beslutsstöd",
      "Osteoporos",
      "Frakturexamen",
      "Journalintegration"
    ],
    "clinical_domain": [
      "Ortopedi",
      "Endokrinologi",
      "Vård"
    ],
    "text": "Detta dokument beskriver besluts stödet Cambio Clinical Decision Support (CDS) Osteoporosis Referral (härefter CDS Osteoporosis Referral ), dess funktioner och egenskaper ur en slutanvändares perspektiv. Läsaren förutsätts ha god datorvana och grundläggande kunskaper i COSMIC. Information om applicerbara och kompatibla versioner mellan beslutsstödet och underliggande journalsystem är angivet i dokumentets versionshistorik. Beslutsstödet CDS Osteoporosis Referral syftar till att hjälpa användare att identifiera patienter med nyliga och eventuellt osteoporosrelaterade frakturer, samt att remittera dessa patienter för systematisk osteoporosutredning och eventuell behandling inom frakturkedjan. Det är utvecklat i enlighet med en lokal anpassning av regionala konsensus och nationella riktlinjer för utredning och behandling av osteoporos som framtagits av Nationellt system för Kunskapsstyrning Hälso - och sjukvård [1]och Socialstyrelsen [2]. Beslutsstödet ger rekommendationer som endast ska betraktas som stöd för användaren, då dennes kunskap om patienten alltid är avgörande för beslutet. Användaren ska alltid använda sin egen kliniska kompetens och inte förlita sig enbart på beslutsstödet. Användaren har själv ansvar för samtliga medicinska beslut som fattas. Användarens kliniska bedömning ska alltid prioriteras före beslutsstödets bedömningar och rekommendationer. Beslutsstödet fattar inga beslut och ersätter inte beslutsfattaren."
  },
  {
    "source_file": "CDS_Osteoporosis+Referral_IntroAnvM_v3.0_sv.pdf",
    "section": "Version shistorik",
    "page": 1,
    "section_id": "1.2",
    "main_section_id": "2",
    "context_summary": "Denna sektion innehåller en översikt över dokumentets versionshistorik, inklusive datum, kommentarer och kompatibilitet med beslutsstöd och COSMIC-systemet.",
    "keywords": [
      "versionhistorik",
      "förändringar",
      "kompatibilitet",
      "beslutsstöd",
      "COSMIC",
      "journalsystem",
      "revidering",
      "uppdatering",
      "datum",
      "kommentar"
    ],
    "content_type": "reference",
    "hierarchical_tags": [
      "Dokument",
      "Versionhistorik",
      "Beslutsstöd",
      "Osteoporos",
      "Friskvårdsmanual",
      "Journal",
      "IT-system"
    ],
    "clinical_domain": [
      "Osteoporos"
    ],
    "text": "Versionshistoriken visar ändringar i dokumentet över tid samt kompatibla versioner mellan beslutsstödet och underliggande journalsystem.\nVersion Datum Kommentar\n1.0 2022 -01-03 Första version. Dokumentet gäller från beslutsstödsversion 0.1.x och COSMIC R8.3.03.\n1.1 2022 -01-28 Dokument reviderat och uppdaterat. Dokumentet gäller från beslutsstödsversion 0.1.x och COSMIC R8.3.03.\nCDS Osteoporosis Referral - Introduktion & Användarmanual Version: 3.0 Datum: 2024 -01-08 ©2 0 2 4 Cambio Healthcare Systems AB 5(29)\nNotera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen.\nVersion Datum Kommentar\n1.2 2022 -02-08 Dokument reviderat och uppdaterat. Dokumentet gäller från beslutsstödsversion 0.1.x och COSMIC R8.3.03.\n1.3 2022 -12-02 Avsnitt 3.4.2 uppdaterat . Dokumentet gäller från beslutsstödsversion 0.2.x och COSMIC 3.7.0.\n2.0 2023 -05-05 Avsnitt 4.1 och 4.2 tillagda. Ny dokument mall . Dokumentet gäller från beslutsstödsversion 0.3.x och COSMIC 3.8.0.\n3.0 2024 -01-08 Avsnitt 1.1, 1.2 och 3.3 uppdaterade. Kapitel 2, Appendix A, avsnitt 3.1, 3.2, 3.4.1 och 3.4.2 tillagda.\nDokumentet gäller från beslutsstödsversion 1.0.x och COSMIC 3.10.0."
  },
  {
    "source_file": "CDS_Osteoporosis+Referral_IntroAnvM_v3.0_sv.pdf",
    "section": "Termer",
    "page": 1,
    "section_id": "1.3",
    "main_section_id": 2,
    "context_summary": "Kort sammanfattning av tabell med definitioner för termer, förkortningar och akronymer i dokumentet.",
    "keywords": [
      "termer",
      "förkortningar",
      "akronymer",
      "CDS",
      "clinical decision support"
    ],
    "content_type": "reference",
    "hierarchical_tags": [
      "terminologi",
      "referens",
      "definitioner",
      "sjukhus"
    ],
    "clinical_domain": [
      "Osteoporos",
      "Referering"
    ],
    "text": "Följande tabell beskriver de termer, förkortningar och akronymer som används i detta dokument. Term Beskrivning CDS Clinical Decision Support"
  },
  {
    "source_file": "CDS_Osteoporosis+Referral_IntroAnvM_v3.0_sv.pdf",
    "section": "Typografiska",
    "page": 1,
    "section_id": "1.4.1",
    "main_section_id": "3",
    "context_summary": "Dokumentet beskriver typografiska konventioner för gränssnittet, moduler, filer och systemkommandon.",
    "keywords": [
      "Fetstil",
      "Kursiv",
      "Enkla citattecken",
      "Vinkelparenteser",
      "Courier New",
      "systemkommandon",
      "kodexempel",
      "utskrifter",
      "typografiska konventioner",
      "interfaceterminologi"
    ],
    "content_type": "reference",
    "hierarchical_tags": [
      "typografi",
      "interfacetexter",
      "systemkommandon",
      "användargränssnitt"
    ],
    "clinical_domain": [
      "Klinisk IT",
      "Hälsoinformatik",
      "Medicinsk mjukvara"
    ],
    "text": "Följande typografiska konventioner används i detta dokument: • Fetstil indikerar termer i gränssnittet, t.ex. menyalternativ, fönsternamn, knappar, kryssrutor och fält. Exempel: Klicka på knappen Avbryt eller öppna fönstret Patientöversikt . • Kursiv stil indikerar modulnamn, filnamn, sökvägar till kataloger och webblänkar. Exempel: COSMIC Messenger , Properties.txt eller https://customer.cambio.se . • Enkla citattecken (’ ’) indikerar valbara alternativ i listrutor. Exempel: Välj alternativet ’Blå’ i listrutan Färg . • Vinkelparenteser (<…>) indikerar ersättningsbar information i texten som värden, namn, typer och sökvägar. Exempel: COSMIC <…> där <…> ersätts med namnet Link till COSMIC Link . • Typsnittet Courier New indikerar systemkommandon, kodexempel och utskrifter. Exempel: SET USERID=<user id>. CDS Osteoporosis Referral - Introduktion & Användarmanual Version: 3.0 Datum: 2024 -01-08 ©2 0 2 4 Cambio Healthcare Systems AB 6(29) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen."
  },
  {
    "source_file": "CDS_Osteoporosis+Referral_IntroAnvM_v3.0_sv.pdf",
    "section": "Ikoner",
    "page": 1,
    "section_id": "1.4.2",
    "main_section_id": 3,
    "context_summary": "I dokumentet beskrivs hur ikoner används för att markera viktig information, tips och uppmaningar, med hänvisning till licenskrav, möjliga extra kostnader och gränssnittsversion. Dessutom påpekas att utskrifter kan vara inaktuella, och att den digitala versionen är aktuell.",
    "keywords": [
      "ikoner",
      "viktig information",
      "tips",
      "extraplatser",
      "tredjepartslicens",
      "gränssnitt",
      "R8.2.03",
      "CDS Osteoporosis Referral",
      "Utskrift",
      "digital version"
    ],
    "content_type": "reference",
    "hierarchical_tags": [
      "UI",
      "Ikoner",
      "Dokument",
      "Användarmanual",
      "Tekniska krav",
      "Licens"
    ],
    "clinical_domain": [
      "Osteoporos"
    ],
    "text": "Ikoner används för att uppmärksama läsare på olika typer av information som gäller för en specifik uppgift, marknad, anpassning eller område. Följande ikoner används i detta dokument: Viktig information för ökad förståelse och korrekt användning. Tips Den här funktionen finns inte i alla konfigurationer och extra kostnader kan tillkomma beroende på vad som angivits i det aktuella kundavtalet. En tredjepartslicens krävs för att använda denna produkt/funktion. Information för vyer med gränssnitt införda från R8.2.03. CDS Osteoporosis Referral - Introduktion & Användarmanual Version: 3.0 Datum: 2024 -01-08 ©2 0 2 4 Cambio Healthcare Systems AB 7(29) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen. 2 Om CDS Osteoporosis Referral"
  },
  {
    "source_file": "CDS_Osteoporosis+Referral_IntroAnvM_v3.0_sv.pdf",
    "section": "Avsedd användning",
    "page": 1,
    "section_id": "2.1",
    "main_section_id": 2,
    "context_summary": "Denna sektion beskriver hur CDS Osteoporosis Referral, ett kliniskt beslutsstöd, används för att identifiera och remittera patienter med nyliga frakturer relaterade till osteoporos enligt regionala och nationella riktlinjer.",
    "keywords": [
      "CDS",
      "osteoporos",
      "referral",
      "klinisk beslutsstöd",
      "frakturer",
      "utredning",
      "behandling",
      "regionala konsensus",
      "nationella riktlinjer",
      "Socialstyrelsen"
    ],
    "content_type": "reference",
    "hierarchical_tags": [
      "Klinisk beslutsstöd",
      "Osteoporos",
      "Fraktur",
      "Utredning",
      "Regionala riktlinjer",
      "Nationella riktlinjer"
    ],
    "clinical_domain": [
      "Osteoporo",
      "Ortopedi",
      "Sjukvård"
    ],
    "text": "CDS Osteoporosis Referral är en klinisk beslutsstödsapplikation designad för att stödja vårdpersonal vid vårdtillfället med att upptäcka patienter med nyliga och eventuellt osteoporosrelaterade frakturer, samt att remittera dessa patienter för systematisk osteoporosutredning och eventuell behandling inom frakturkedjan. Beslutsstödet är utvecklat i enlighet med regionala konsensus och nationella riktlinjer för utredning och behandling av osteoporos som framtagits av Nationellt system för Kunskapsstyrning Häl so- och sjukvård [1] och Socialstyrelsen [2]."
  },
  {
    "source_file": "CDS_Osteoporosis+Referral_IntroAnvM_v3.0_sv.pdf",
    "section": "Försiktighetsåtgärder",
    "page": 1,
    "section_id": "2.2",
    "main_section_id": 2,
    "context_summary": "Kort sammanfattning av försiktighetsåtgärder vid användningen av CDS Osteoporosis Referral-systemet, inklusive att systemet inte är avsett som enda diagnostisk källa eller för realtidsövervakning.",
    "keywords": [
      "forsiktighetsåtgärder",
      "CDS Osteoporosis Referral",
      "diagnostisera",
      "behandla",
      "vitalparametrar",
      "patientobservation",
      "klinikbedömning",
      "användarmanual"
    ],
    "content_type": "instruction",
    "hierarchical_tags": [
      "Klinik",
      "Diagnostik",
      "Behandling",
      "Informationssystem"
    ],
    "clinical_domain": [
      "Osteoporos",
      "Kliniskt beslutsstöd"
    ],
    "text": "Följande försiktighetsåtgärder skall beaktas: • CDS Osteoporosis Referral bör aldrig användas som den enda informationskällan för att diagnostisera eller behandla en specifik patient. • CDS Osteoporosis Referral är inte avsett för realtidsövervakning av vitala fysiologiska parametrar. • CDS Osteoporosis Referral ersätter inte direkt patientobservation, patientbedömning eller klinisk bedömning. • Observera att användarmanualen för CDS Osteoporosis Referral bör läsas innan användning."
  },
  {
    "source_file": "CDS_Osteoporosis+Referral_IntroAnvM_v3.0_sv.pdf",
    "section": "Risker med användning av CDS",
    "page": 1,
    "section_id": "2.3",
    "main_section_id": 2,
    "context_summary": "Kort sammanfattning av riskerna med CDS, inklusive brist på indata, felaktig eller korrumperad data, användarens kliniska kompetens, missad patientdata och nätverksrelaterade tillgänglighetsproblem.",
    "keywords": [
      "risker",
      "beslutsstöd",
      "inkorrekt data",
      "korrumperad data",
      "patientinformation",
      "journalsystem",
      "rekommendation",
      "tillgänglighet",
      "anslutningsproblem",
      "produktrisk"
    ],
    "content_type": "reference",
    "hierarchical_tags": [
      "riskbedömning",
      "datasäkerhet",
      "patientinformation",
      "CDS",
      "internmedicin"
    ],
    "clinical_domain": [
      "Osteoporos",
      "internmedicin",
      "kroniska sjukdomar"
    ],
    "text": "Nedan följer en sammanfattning av de risker som medföljer denna produkt: • Om beslutsstödet saknar nödvändig indata för att utföra en bedömning kommer en rekommendation inte kunna ges, detta betyder inte att det inte föreligger några hälsorelaterade risker för patienten. • Om beslutsstödet blir matad med inkorrekt eller korrumperad data från journalsystemet kan en felaktig rekommendation genereras av beslutsstödstjänsten. • Som användare måste den kliniska kunskap och allmänna kännedom som användaren har om patienten alltid föregå det som genererats av beslutsstödet. Detta är tydligt beskrivet i denna användarmanual. • Beslutsstödet kommer bara ha tillgång till den patientdata som fanns i journalen när patienten laddades i journalsystemet. Om ny patientdata registrerats i patientens journal efter patientladdning finns det en risk att relevant information missas av beslut sstödet. CDS Osteoporosis Referral - Introduktion & Användarmanual Version: 3.0 Datum: 2024 -01-08 ©2 0 2 4 Cambio Healthcare Systems AB 8(29) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen. • Beslutsstödet kan vara oåtkomlig ifall det föreligger lokala anslutningsproblem till nätverket eller om beslutsstödstjänsten ligger nere på grund av CDS Runtime serverproblem. Alla allvarliga produktrelaterade incidenter ska rapporteras till Cambio och behörig myndighet (Läkemedelsverket1)."
  },
  {
    "source_file": "CDS_Osteoporosis+Referral_IntroAnvM_v3.0_sv.pdf",
    "section": "Produkt - och kontaktinformation",
    "page": 1,
    "section_id": "2.4",
    "main_section_id": 2,
    "context_summary": "Denna produktetikett beskriver produktinformation för Cambio CDS Osteoporosis Referral bland annat produktnamn, versioner, adress, CE-märkning och dokumentation.",
    "keywords": [
      "Cambio CDS",
      "Osteoporosis Referral",
      "produktetikett",
      "CE-märkning",
      "SRN",
      "Dokumentation",
      "Medicinteknisk produkt",
      "Produktversion",
      "Tillverkare"
    ],
    "content_type": "reference",
    "hierarchical_tags": [
      "Medicinsk teknik",
      "Klinisk beslutsstöd",
      "Produktinformation",
      "CE-märkning",
      "Tillverkare"
    ],
    "clinical_domain": [
      "Osteoporos"
    ],
    "text": "I beslutsstödets användargränssnitt kan en produktetikett visas via knappen . Den innehåller följande information: • Produktnamn uppdelat i tre nivåer • Cambio CDS - Clinical Decision Support • Cambio CDS Runtime ( system ) • Beslutsstödets namn ( software item ) • Produktversioner för beslutsstödet som software item och CDS Runtime som system . 1 https://www.lakemedelsverket.se CDS Osteoporosis Referral - Introduktion & Användarmanual Version: 3.0 Datum: 2024 -01-08 ©2 0 2 4 Cambio Healthcare Systems AB 9(29) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen. • Adress (fysisk och internetadress ) för ansvarig tillverkare, tillverkningsdatum och tillverkarens registreringsnummer (SRN). Cambio Healthcare Systems AB Gamla Tanneforsvägen 92 582 54 Linköping +46 13 20 03 00 https://www.cambiogroup.com/ SRN#: SE -MF-000001229 • Dokumentation. Läs och följ anvisningarna i produktens introduktion & användarmanual. Via länken https://kb.cambio.se/ öppnas Kunskapsbanken med tillgång till dokumentation och övrig information. • Medicinteknisk produkt . • CE-märkning. Produkten uppfyller applicerbara krav i EG -direktiv 93/42/EEG. • Unik produktidentifiering (produktspecifik kod) . CDS Osteoporosis Referral - Introduktion & Användarmanual Version: 3.0 Datum: 2024 -01-08 ©2 0 2 4 Cambio Healthcare Systems AB 10(29) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen. 3 Att arbeta med CDS Osteoporosis Referral"
  },
  {
    "source_file": "CDS_Osteoporosis+Referral_IntroAnvM_v3.0_sv.pdf",
    "section": "Introduktion",
    "page": 1,
    "section_id": "3.1",
    "main_section_id": 2,
    "context_summary": "CDS Osteoporosis Referral är en klinisk beslutsstödsapplikation som analyserar patientdata för att ge rekommendationer om remiss för osteoporosbehandling. Systemet aktiveras för patienter 50 år och äldre med nyliga frakturer och uppfyller lokala riktlinjer. Användaren måste alltid kombinera rekommendationerna med klinisk kompetens.",
    "keywords": [
      "klinikbeslutsstöd",
      "osteoporos",
      "remiss",
      "fraktur",
      "diagnos",
      "patient",
      "journalsystem",
      "regler",
      "riktlinjer",
      "kontrakter",
      "remittning"
    ],
    "content_type": "narrative",
    "hierarchical_tags": [
      "osteoporos",
      "klinikapplikation",
      "beslutsstöd",
      "remittning",
      "sjukvårdsprocess",
      "journalsystem"
    ],
    "clinical_domain": [
      "ortopedi",
      "geriatrik",
      "seniorhälsa"
    ],
    "text": "CDS Osteoporosis Referral är en klinisk beslutsstödsapplikation, vilket innebär att inmatad data bearbetas i enlighet med fördefinierade regler i syfte att erbjuda kliniker stöd under beslutfattningsprocessen som förbättrar möjligheterna för patienterna att erhålla korrekt behandl ing och i förlängningen uppnå en bättre hälsa.\nBedömningar och förslag som genereras av beslutsstödet är endast rekommendationer.\nCDS Osteoporosis Referral fattar inga egna beslut och användaren ska alltid nyttja sin kliniska kompetens i kombination med information från beslutsstödet för att fatta beslut om handläggning.\nBeslutsstödet s underliggande regler exekveras vid två olika moment: när användaren laddar en patients journal i journalsystemet och när användaren signerar eller kontrasignerar en journalanteckning.\nI båda fall aktiveras beslutsstödet endast när patienten är 50 år eller äldre, har en aktuell fraktur diagnoskod registrerad i journalen , se avsnitt 3.4.2 , och diagnosen signerades inom de föregående 6 månaderna, förutsatt att inga exklusionskriterier uppfylls , se avsnitt 3.4.4 .\nKlinisk data som finns tillgänglig i journalsystemet, och som krävs av beslutsstödet för att identifiera patienter med aktuella frakturer importeras automatiskt (födelsedatum, journalanteckningar, diagnoskoder och läkemedelslista).\nEfter att patienter med nyliga och eventuellt osteoporosrelaterade frakturer identifierats av beslutsstödet behöver användare ange ytterligare klinisk information som används av beslutsstödet för att generera rekommendationer i enlighet med de kliniska rik tlinjerna.\nNär användaren öppnat beslutsstödet presenteras ett antal frågor och kriterier i användargränssnittet och de obligatoriska fälten indikeras med en orange markering.\nBaserat på informationen som användaren angivit i de obligatoriska fälten genere rar beslutsstödet automatiskt remitteringsrekommendationer enligt lokalt anpassade regionala konsensus och nationella riktlinjer för utredning och behandling av osteoporos av Nationellt system för Kunskapsstyrning Hälso - och sjukvård [1] och Socialstyrelsen [2].\nCDS Osteoporosis Referral - Introduktion & Användarmanual Version: 3.0 Datum: 2024 -01-08 ©2 0 2 4 Cambio Healthcare Systems AB 11(29) Notera att utskrifter kan vara inaktuella.\nFör vid var tid aktuell version, se den digitala versionen.\nOm användaren beslutar att patienten ska remitteras, har användaren möjlighet att via beslutsstödet automatiskt skapa en remisstext som sammanfattar den viktigaste kliniska informationen.\nUtöver remissen skapas en journalanteckning som sparas i det underli ggande journalsystemet.\nJournalanteckningen innehåller klinisk data som beslutsstödet erhållit från journalsystemet, data som användaren angett i beslutsstödet samt användarens handläggningsbeslut.\nBeslutsstödet arbetar utifrån befintlig information i patientens journal; om information uppdateras i journalsystemet medan beslutsstödet används kommer den nya informationen inte finnas tillgänglig i beslutsstödet förrän det laddats om på nytt.\nI följande avsnitt beskrivs kort de bakomliggande funktioner som används i systemet, samt hur det används."
  },
  {
    "source_file": "CDS_Osteoporosis+Referral_IntroAnvM_v3.0_sv.pdf",
    "section": "Tillgång till CDS Osteoporosis Referral",
    "page": 1,
    "section_id": "3.2",
    "main_section_id": 2,
    "context_summary": "Texten beskriver hur tillgången till beslutssystemet CDS Osteoporosis Referral styrs av behörighetsinställningar. Varning visas när kriterierna är uppfyllda samt hur man öppnar och interagerar med systemets varningsdialog. Den nämner också hur man kan nå beslutsstödet från menyn och hur man hanterar patienter som inte uppfyller kriterierna.",
    "keywords": [
      "CDS",
      "osteoporos",
      "beslutsstöd",
      "patientlist",
      "välj",
      "aktivering",
      "kriterier",
      "ikon",
      "dialogruta",
      "meny",
      "systeminställning"
    ],
    "content_type": "reference",
    "hierarchical_tags": [
      "Osteoporos",
      "Beslutsstöd",
      "Elektroniskt journalsystem",
      "Patientvård",
      "Kriterier"
    ],
    "clinical_domain": [
      "Ortopedik",
      "Reumatologi",
      "Endokrinologi"
    ],
    "text": "Tillgång till CDS Osteoporosis Referral styrs av definierade behörighetsinställningar i journalsystemet. Om kriterier för aktivering av CDS Osteoporosis Referral uppfylls, se avsnitt 3.4.2 , kommer en varning att visas i journalsystemet vid antingen patientladdning eller signering eller kontrasignering av en journalanteckning. Varningen om att beslutsstödet har aktiverats visas genom en CDS-ikon i patientlist en och dialogruta i journalsystemets gränssnitt. Bild 1 – CDS varning med CDS ikon och d ialogrutan Aktiverade beslutsstöd CDS Osteoporosis Referral - Introduktion & Användarmanual Version: 3.0 Datum: 2024 -01-08 ©2 0 2 4 Cambio Healthcare Systems AB 12(29) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen. Visningen av dialogrutan vid aktivering styrs av en systeminställning och beslutas av systemförvaltningen. Användaren kan alltid öppna dialogrutan genom att klicka på en CDS-ikon som är tänd. I dialogrutan listas vilket (eller vilka) beslutsstöd som har aktiverats. Användaren kan läsa mer om varningen genom en text som visas när muspekaren hålls över ”i”-ikonen. Bild 2 – Information om varningen i dialogrutan Aktiverade beslutsstöd Användaren kan klicka på knappen Öppna beslutsstöd för att nå beslutsstödets huvudfönster där beslut om vidare handläggning kan fattas. Om användaren väljer att stänga dialogrutan och ignorera varningen, kommer varningen att visas igen nästa gång patienten laddas i patientlisten. CDS Osteoporosis Referral kan också nås från journalsystemets meny oberoende av en aktivering av beslutsstödet. Tillgång via journalsystemets meny styrs av en systeminställning och beslutas av förvaltningen. Om användaren försöker öppna beslutsstödet för en patient som inte uppfyller kriterier för användning av CDS Osteoporosis Referral , se av snitten 3.4.2 och 3.4.4 , kommer ett meddelande presenteras i huvudfönstret som förklarar varför beslutsstödet inte kan användas för den valda patienten. Bild 3 – Meddelande i fönstret Remiss för osteoporosutredning (frakturkedja ) CDS Osteoporosis Referral - Introduktion & Användarmanual Version: 3.0 Datum: 2024 -01-08 ©2 0 2 4 Cambio Healthcare Systems AB 13(29) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen."
  },
  {
    "source_file": "CDS_Osteoporosis+Referral_IntroAnvM_v3.0_sv.pdf",
    "section": "Introduktion",
    "page": 1,
    "section_id": "3.3.1",
    "main_section_id": 3,
    "context_summary": "Beslutsstödet för osteoporosremiss aktiveras när en journal för en 50-årig eller äldre patient med frukturskada inläses eller signeras under de senaste 6 månaderna. Det visar tre varningar och ger ett huvudfönster med tre block: grund för bedömning, resultat och remiss samt remisstext.",
    "keywords": [
      "beslutsstöd",
      "frukturskada",
      "remiss",
      "osteoporos",
      "patientjournal",
      "tidperiod",
      "övervakning",
      "diagnoskod"
    ],
    "content_type": "instruction",
    "hierarchical_tags": [
      "beslutsstöd",
      "patientjournal",
      "remiss",
      "osteoporos",
      "fraktur",
      "användargränssnitt"
    ],
    "clinical_domain": [
      "Ortopedi",
      "Osteoporos",
      "Geriatrisk"
    ],
    "text": "Beslutsstödet aktiveras när en patients journal laddas i patientlisten eller vid signering och kontrasignering av en journalanteckning om patienten är 50 år eller äldre och det finns en aktuell diagnoskod för fraktur , se avsnitt 3.4.2 , signerad i journalen inom de föregående 6 månaderna . I dialogrutan kan följande tre varningar visas : • Patienten har fått en fraktur och har inget dokumenterat beslut för samma frakturdiagnos från de senaste 6 månaderna. • Patienten har tidigare fått en fraktur och har ett dokumenterat beslut i journalen om att skjuta upp beslutet avseende remittering. Tidsperioden som användaren tidigare valt att skjuta upp beslutet har passerat och ett nytt beslut behöver fattas. • Patienten har tidigare fått en fraktur och har ett tidigare dokumenterat beslut i journalen om att skjuta upp beslutet avseende remittering. Tidsperioden som användaren tidigare valt att skjuta upp beslutet har inte passerat, men en ny fraktur med en annan diagnoskod har dokumenterats i journalsystemet och ett nytt beslut behöver fattas. Om användaren väljer att öppna beslutsstödet antingen via dialogrutan eller via journalsystemets meny visas dess huvudfönster Remiss för Osteoporosutredning (frakturkedja) . I fönstret presenteras informationen i tre olika block som användaren granskar uppifrån och ner, samt från vänster till höger: • Grund för bedömning , se avsnitt 3.3.2.1 . • Resultat och Remiss , se avsnitt 3.3.2.2 . • Remisstext , se avsnitt 3.3.2.3 . Bild 4 – Fönstret Remiss för osteoporosutredning (frakturkedja) CDS Osteoporosis Referral - Introduktion & Användarmanual Version: 3.0 Datum: 2024 -01-08 ©2 0 2 4 Cambio Healthcare Systems AB 14(29) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen."
  },
  {
    "source_file": "CDS_Osteoporosis+Referral_IntroAnvM_v3.0_sv.pdf",
    "section": "Översikt över blocken i fönstret Remiss för",
    "page": 1,
    "section_id": "3.3.2",
    "main_section_id": 3,
    "context_summary": "Kort översikt över osteoporosutredning och frakturkedjan.",
    "keywords": [
      "osteoporos",
      "frakturkedjan",
      "utredning",
      "remiss",
      "block"
    ],
    "content_type": "reference",
    "hierarchical_tags": [
      "Osteoporos",
      "Fraktur",
      "Utredning",
      "Remiss",
      "Block"
    ],
    "clinical_domain": [
      "Knohosystem",
      "Endokrinologi"
    ],
    "text": "osteoporosutredning (frakturkedjan)"
  },
  {
    "source_file": "CDS_Osteoporosis+Referral_IntroAnvM_v3.0_sv.pdf",
    "section": "Grund för bedömning",
    "page": 1,
    "section_id": "3.3.2.1",
    "main_section_id": 4,
    "context_summary": "Det första blocket i CDS Osteoporosis Referral består av Grund för bedömning samt två valfria sektioner: Riskfaktorer och Behandling. Frågorna kompletteras automatiskt med information från patientens journal, och användaren måste svara på obligatoriska frågor för att generera en bedömning. Valfria frågor fylls ut manuellt eller automatiskt, och all information dokumenteras i journalen och eventuellt remisstext.",
    "keywords": [
      "Grund för bedömning",
      "Riskfaktorer",
      "Behandling",
      "Fraktur",
      "Kortisonbehandling",
      "Reumatoid artrit",
      "Kalcium",
      "Vitamin D",
      "Osteoporosprofylax",
      "Automatiskt",
      "Journal",
      "Remisstext",
      "Beslutsstöd"
    ],
    "content_type": "instruction",
    "hierarchical_tags": [
      "Osteoporoos",
      "Diagnostik",
      "Behandling",
      "Riskbedömning",
      "Patientjournal",
      "Användarmanual",
      "Beslutsstöd"
    ],
    "clinical_domain": [
      "bensjukdom",
      "endokrinologi",
      "geriatrik",
      "palliativ"
    ],
    "text": "Det första blocket innehåller avsnitten Grund för bedömning , Riskfaktorer (valfritt) och Behandling (valfritt) . Bild 5 – Blocket Grund för bedömning När fönstret öppnas är samtliga frågor obesvarade. De obligatoriska måste besvaras för att kunna generera en bedömning. Avsnittet Grund för bedömning utgår från information som automatiskt inhämtats från patientens journal samt information som angivits av användaren. Här ombeds användaren ange om den upptäckta frakturen orsakats av lågenergivåld genom att markera ett av svarsalternativen Ja, Nej eller Okänd . Bild 6 – Avsnittet Grund för bedömning CDS Osteoporosis Referral - Introduktion & Användarmanual Version: 3.0 Datum: 2024 -01-08 ©2 0 2 4 Cambio Healthcare Systems AB 15(29) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen. Om användaren markerar svarsalternativet Nej visas inga ytterligare frågor i det första blocket och användaren kan gå vidare till det andra blocket , se avsnitt 3.3.2.2 . Om användaren markerar svarsalternativen Ja eller Okänd , blir det möjligt att fortsätta till avsnitten Riskfaktorer (valfritt) och Behandling (valfritt) . Bild 7 – Avsnittet Riskfaktorer Båda avsnitten består av valfria frågor, vars svar inte krävs av beslutsstödet för att generera rekommendationer, men som dokumenteras i journalanteckningen och eventuell remisstext som genereras av beslutsstödet. Avsnittet Riskfaktorer (valfritt) består av sju valfria frågor om riskfaktorer för osteoporosrelaterade frakturer. Två av dessa frågor kan i vissa fall besvaras automatiskt av beslutsstödet: • Frågan Pågående kortisonbehandlingar besvaras automatiskt Ja av beslutsstödet ifall en aktuell pågående kortisonordination upptäcks i patientens läkemedelslista (se avsnitt 3.4.5 , Tabell 2). I sådana fall kommer användaren att kunna läsa vilken behandling som upptäckts genom att klicka på informationsknappen bredvid frågan , se exempel i följande bild. Bild 8 – Frågan Pågående kortisonbehandlingar CDS Osteoporosis Referral - Introduktion & Användarmanual Version: 3.0 Datum: 2024 -01-08 ©2 0 2 4 Cambio Healthcare Systems AB 16(29) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen. • Frågan Reumatoid artrit besvaras automatiskt Ja av beslutsstödet ifall en reumatoid artrit diagnos upptäcks i patientens journal (se avsnitt 3.4.5 , Tabell 3). I sådana fall kommer användaren att kunna läsa vilken diagnos upptäckts genom att klicka på informationsknappen bredvid frågan , se exempel i följande bild . Bild 9 – Frågan Reumatoid artrit Oavsett om dessa frågor besvarats automatiskt, kan användaren alltid manuellt markera ett svarsalternativ för samtliga frågor i avsnittet Riskfaktorer (valfritt) . Om frågan förifyllts automatiskt kommer svaret ändras till det manuella svaret som användaren markerar. Avsnittet Behandling (valfritt) består av två frågor som i vissa fall kan besvaras automatiskt av beslutsstödet: • Frågan Pågående kalcium och D -vitamin substitution besvaras automatiskt Ja av beslutsstödet ifall en aktuell pågående kalcium eller/och D -vitamin behandling upptäcks i patientens läkemedelslista (se avsnitt 3.4.5 , Tabell 4). I sådana fall kommer användaren att kunna läsa vilken behandling som upptäckts genom att klicka på informationsknappen bredvid frågan , se exempel i följande bild. Bild 10 – Frågan Pågående kalcium och D -vitamin substitution • Frågan Pågående osteoporosprofylax besvaras automatiskt Ja av beslutsstödet ifall en aktuell pågående osteoporosprofylax upptäcks i patientens läkemedelslista (se avsnitt 3.4.5 , Tabell 5). I sådana fall kommer användaren att kunna läsa vilken behandling som upptäckts genom att klicka på informationsknappen bredvid frågan , se exempel i följande bild . Bild 11 – Frågan Pågående osteoporosprofylax Informationen som användaren anger i avsnitten Riskfaktorer (valfritt) och Behandling (valfritt) kommer automatiskt inkluderas i journalanteckningen och eventuell remisstext som genereras av beslutsstödet. CDS Osteoporosis Referral - Introduktion & Användarmanual Version: 3.0 Datum: 2024 -01-08 ©2 0 2 4 Cambio Healthcare Systems AB 17(29) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen."
  },
  {
    "source_file": "CDS_Osteoporosis+Referral_IntroAnvM_v3.0_sv.pdf",
    "section": "Resultat och Remiss",
    "page": 1,
    "section_id": "3.3.2.2",
    "main_section_id": 4,
    "context_summary": "Denna sektion beskriver beslutsstödets funktion för att rekommendera eller inte remittera patienter med osteoporos och hur användaren hanterar remiss, tolkbehov, fördröjning och signering av journalanteckningar.",
    "keywords": [
      "Resultat",
      "Remiss",
      "Osteoporos",
      "Frakturkedja",
      "Beslutsstöd",
      "Journalanteckning",
      "Skicka remiss",
      "Tolkbehov",
      "Låg misstanke",
      "Hög misstanke",
      "Signera",
      "Fördröjning",
      "Orsak till ingen remiss",
      "Skjut upp beslutet"
    ],
    "content_type": "instruction",
    "hierarchical_tags": [
      "Resultat",
      "Remiss",
      "Beslutsstöd",
      "Frakturkedja",
      "Osteoporos",
      "Journalhantering"
    ],
    "clinical_domain": [
      "Ortopedisk frakturhantering",
      "Osteoporos",
      "Journalföring",
      "Vårdfördelning"
    ],
    "text": "Det andra blocket innehåller avsnitten Resultat och Remiss . Bild 12 – Blocket Resultat och Remiss I avsnittet Resultat presenteras beslutsstödets rekommendation angående behov av att remittera patienten för systematisk osteoporosutredning och eventuell behandling inom frakturkedjan. Avsnittet inkluderar också en fråga om en remiss ska skickas och fritextrutan Övriga kommentarer , där användaren kan lägga till kompletterande uppgifter i fritextformat. Rekommendationen genereras i enlighet med de riktlinjerna och konsensusen som ligger till grund för beslutsstödet [1][2], med uppgifterna om frakturens energinivå som användaren angivit i det föregående blocket , se avsnitt 3.3.2.1 , som underlag. Om beslutsstödet bedömer att det finns hög misstanke om osteoporos, blir rekommendationen att remittera patienten till frakturkedjan. Användaren kan då välja mellan att skicka en remiss genom att markera alternativknappen Ja, avstå från att skicka en remiss genom att markera alternativknappen Nej och att senarelägga beslutet genom att markera alternativknappen Skjut upp beslutet . Bild 13 – Hög misstanke om osteoporos , rekommendation och fråga CDS Osteoporosis Referral - Introduktion & Användarmanual Version: 3.0 Datum: 2024 -01-08 ©2 0 2 4 Cambio Healthcare Systems AB 18(29) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen. Om användaren följer rekommendationerna och väljer att skicka en remiss genom att markera alternativknappen Ja, visas avsnittet Remiss nedanför avsnittet Resultat . Frågorna i avsnitten Remiss styrs av en systeminställning och beslutas av förvaltningen. Bild 14 – Avsnittet Remiss Om användaren valt att skicka en remiss måste eventuellt tolkbehov anges. Om tolkbehov föreligger anges detta genom att markera alternativknappen Ja och därefter måste språk anges i fritextrutan Språk . Om patienten inte har något behov av tolk anges detta genom att markera alternativknappen Nej. Avsnittet avslutas med en fritextruta där a nvändaren kan ange en eller flera ytterligare vårdenheter dit remissvaret ska skickas efter att patientens omhändertagande inom frakturkedjan avslutats. Bild 15 – Frågan Tolkbehov samt mottagare av remissvar CDS Osteoporosis Referral - Introduktion & Användarmanual Version: 3.0 Datum: 2024 -01-08 ©2 0 2 4 Cambio Healthcare Systems AB 19(29) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen. Den automatiskt skapade remisstexten kommer att visas i blocket Remisstext , se avsnitt 3.3.2.3 . Om användaren avviker från rekommendationerna och väljer att inte skicka någon remiss, måste en orsak specificeras genom att välja ett av alternativen som presenteras . Bild 16 – Listrutan Orsak till ingen remiss Om användaren väljer alternativet ’Annat skäl ’, måste orsaken anges i fritextfältet Specificera . Bild 17 – Fritextfältet Specificera Efter att journalanteckningen sparats, kommer beslutsstödet inte aktiveras på sex månader för samma frakturdiagnos. Om användaren väljer att senarelägga beslutet genom att markera alternativknappen Skjut upp beslutet måste ett tidsintervall och en orsak väljas i listrutorna Skjut upp beslutet i och Orsak till uppskjutet beslut . Bild 18 – Listrutan Skjut upp beslut i Bild 19 – Listrutan Orsak till uppskjutet beslut CDS Osteoporosis Referral - Introduktion & Användarmanual Version: 3.0 Datum: 2024 -01-08 ©2 0 2 4 Cambio Healthcare Systems AB 20(29) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen. Efter att användaren valt att skjuta upp beslutet, inaktiveras beslutsstödet under den angivna perioden för den aktuella frakturdiagnosen. En journalanteckning kommer att skapas som dokumenterar att beslutet skjutits upp, vilket gör att det alltid är möjli gt att spåra hanteringen av patienten. När det valda tidsintervallet har löpt ut, aktiveras beslutsstödet nästa gång patientens journal laddas och det är då möjligt att fatta ett nytt beslut. När beslutsstödet då öppnas, kommer frågorna i det första blocke t att vara förifyllda med de svar som angavs vid det tidigare beslutet (förutom om någonting förändrats avseende de diagnoserna och behandlingarna som bedöms av de fyra automatiska frågorna i det första blocket, vars svar då kommer att reflektera förändrin garna). Observera att det alltid är upp till användaren att besluta hur patienten skall handläggas. Påminnelser skickas inte från beslutsstödet utan patienten måste aktivt hämtas i patientlisten för att en notifikation skall presenteras. Inaktivering och aktivering av beslutsstödet påverkar samtliga vårdgivare som har tillgång till beslutsstödet, inte bara den enskilda användaren som fattat beslutet om att skjuta upp beslutet. Efter att användaren har valt att avstå från att skicka remissen , eller att skjuta upp beslutet, blir knappen SIGNERA aktiv i beslutsstödets gränssnitt så snart alla obligatoriska frågor är besvarade. Bild 20 – Knappen SIGNERA aktiveras när alla obligatoriska frågor är besvarade CDS Osteoporosis Referral - Introduktion & Användarmanual Version: 3.0 Datum: 2024 -01-08 ©2 0 2 4 Cambio Healthcare Systems AB 21(29) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen. Användaren kan då klicka på knappen för att skapa en journalanteckning som dokumenterar beslutet, vilket gör att det alltid är möjligt att spåra hanteringen av patienten. Efter att användaren klickat på knappen SIGNERA , kommer ett bekräftelsemeddelande visas i dialogrutan Signera bedömning ?. Bild 21 – Dialogrutan Signera bedömning? Användaren kan välja att klicka på knappen AVBRYT , vilket resulterar i återgång till beslutsstödets huvudfönster , eller på knappen SIGNERA och då signeras journalanteckningen och sparas till det underliggande journalsystemet. Journalanteckningen sammanställer informationen som angivits i beslutsstödet och inkluderar användarens beslut. Efter att journalanteckningen har skapats och signerats avslutas besluts stödet. Om beslutsstödet bedömer att det föreligger låg misstanke om osteoporos, kommer den presenterade rekommendationen vara att inte remittera patienten för vidare osteoporosutredning. I dessa fall får användaren ändå ta ställning till huruvida en remiss ska skickas eller inte genom att markera alternativknappen Ja för att skicka en remiss eller alternativknappen Nej för att avstå . Bild 22 – Låg misstanke om osteoporos, rekommendation och fråga CDS Osteoporosis Referral - Introduktion & Användarmanual Version: 3.0 Datum: 2024 -01-08 ©2 0 2 4 Cambio Healthcare Systems AB 22(29) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen. Om användaren följer rekommendationerna , och avstår från att skicka en remiss , kommer knappen SIGNERA att bli aktiv . Genom att klicka på knappen skapas en journalanteckning som dokumenterar beslutet enligt vad som beskrivits tidigare . Efter att journalanteckningen sparats, avslutas beslutsstödet och kommer det inte aktiveras på sex månader för den aktuella frakturdiagnosen. Om användare n, trots rekommendationerna, väljer att skicka en remiss genom att markera alternativknappen Ja, ska kliniskt relevant information anges i fritextformat och avsnittet Remiss visas nedanför avsnittet Resultat . Efter att alla obligatoriska frågor besvarats, kommer den automatiskt skapade remisstexten att visas i blocket Remisstext , se avsnitt 3.3.2.3 ."
  },
  {
    "source_file": "CDS_Osteoporosis+Referral_IntroAnvM_v3.0_sv.pdf",
    "section": "Remisstext",
    "page": 1,
    "section_id": "3.3.2.3",
    "main_section_id": 4,
    "context_summary": "Det tredje och sista blocket i användarmanualen beskriver hur automatiskt skapad remisstext visas när användaren väljer att skicka remiss och har besvarat alla obligatoriska frågor. Texten inkluderar till‑gången till att signera och skicka remiss, knapparnas aktivering, dialogruta för bekräftelse och tidsbegränsningen för beslutsstödet efter utskick.",
    "keywords": [
      "remiss",
      "beslutsstöd",
      "automatiserad remisstext",
      "SIGNERA",
      "specialistmottagning",
      "frakturdiagnos",
      "läkemedelsordination",
      "fraktur",
      "journalanteckning"
    ],
    "content_type": "instruction",
    "hierarchical_tags": [
      "Osteoporos",
      "Remiss",
      "Användarmanual",
      "Beslutsstöd",
      "Journalanteckning"
    ],
    "clinical_domain": [
      "Osteoporos",
      "Fraktur"
    ],
    "text": "I det tredje och sista blocket, Remisstext , presenteras remisstexten som automatiskt skapats av beslutsstödet om användaren i föregående block beslutade att en remiss ska skickas och besvarade alla obligatoriska frågor i avsnittet Remiss . Bild 23 – Blocket Remisstext CDS Osteoporosis Referral - Introduktion & Användarmanual Version: 3.0 Datum: 2024 -01-08 ©2 0 2 4 Cambio Healthcare Systems AB 23(29) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen. Remisstexten är sålunda baserad på inhämtade uppgifter och informationen som användaren angivit i de två första blocken. Beslutsstödet inhämtar också information om den frakturdiagnosen som aktiverade beslutsstödet och inkluderar informationen i remisstexten. Bild 24 – Exempel på remisstext Det är användarens ansvar att kontrollera att de inhämtade läkemedelsordinationerna stämmer med de läkemedel som patienten tar och att den inhämtade frakturdiagnosen stämmer med den frakturen som motiverade remissen. Om användaren i det andra blocket väljer att avstå från att skicka en remiss, alternativt väljer att skjuta upp beslutet, kommer blocket Remisstext förbli inaktivt. För att signera journalanteckningen och skicka remissen ska användaren klicka på knappen SIGNERA OCH SKICKA REMISS . Innan användaren har besvarat de obligatoriska frågorna i det andra blocket är knappen SIGNERA gråmarkerad och inaktiverad. Bild 25 – Knappen SIGNERA (inaktiverad ) Efter att dessa frågor besvarats, aktiveras knappen . Texten ändras till SIGNERA OCH SKICKA REMISS och färgen till blå. Bild 26 – Knappen SIGNERA OCH SKICKA REMISS CDS Osteoporosis Referral - Introduktion & Användarmanual Version: 3.0 Datum: 2024 -01-08 ©2 0 2 4 Cambio Healthcare Systems AB 24(29) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen. När användaren väljer att signera journalanteckningen och skicka remissen genom att klicka på knappen SIGNERA OCH SKICKA REMISS visas bekräftelseinformation i dialogrutan Signera journalanteckning och skicka remiss? . Bild 27 – Dialogrutan Signera journalanteckning och skicka remiss? Användaren kan välja att klicka på knappen AVBRYT , vilket resulterar i återgång till beslutsstödets huvudfönster , eller på k nappen SIGNERA OCH SKICKA REMISS och då skickas remissen till en specialistmottagning samt journalanteckningen signeras. Val av specialistenhet som beslutsstödet använder som remissmottagare konfigureras vid första installationen av beslutsstödet, vilket görs av systemförvaltningen. Efter att användaren har signerat journalanteckningen och skickat remissen avslutas och inaktiveras besl utsstödet i sex månader för den aktuella frakturdiagnosen."
  },
  {
    "source_file": "CDS_Osteoporosis+Referral_IntroAnvM_v3.0_sv.pdf",
    "section": "Stäng a beslutsstödet",
    "page": 1,
    "section_id": "3.3.3",
    "main_section_id": "3",
    "context_summary": "Beslutstödets stängning kräver användarens 'STÄNG'-klick; bekräftelse visas och inga data sparas. Vid återläsning startas stödet på nytt med krav på att all obligatorisk information fylls i igen.",
    "keywords": [
      "beslut",
      "stängning",
      "STÄNG",
      "bekräftelse",
      "data",
      "spara",
      "återaktivering",
      "obligatorisk information",
      "patient",
      "remiss"
    ],
    "content_type": "instruction",
    "hierarchical_tags": [
      "Användarmanual",
      "Beslutstöd",
      "Funktionalitet",
      "Stängning",
      "Osteoporos"
    ],
    "clinical_domain": [
      "Osteoporos"
    ],
    "text": "Beslut behöver inte fattas i direkt anslutning till aktuell bedömning. En pågående bedömning kan när som helst stängas ned och påbörjas på nytt i ett senare skede. Om användaren stänger ned beslutsstödet kommer ingen information att sparas och ingen remiss skickas. För att stänga ned beslutsstödets fönster måste användaren klicka på knappen STÄNG . Dialogrutan Stäng beslutstödet ? med bekräftelse och med information om vad en nedstängning innebär. Bild 28 – Dialogrutan Stäng beslutsstödet? Om användaren klickar på knappen STÄNG stängs både bekräftelsefönstrets och beslutsstödets fönster och det bakomliggande fönstret visas. Om användaren istället klickar på knappen AVBRYT stängs dialogrutan och beslutsstödets huvudfönster visas igen. Om användaren laddar patienten i patientlisten på nytt efter det att beslutsstödet stängts ned, så kommer beslutsstödet att aktiveras igen förutsatt att importerad patientdata leder till en aktivering av beslutsstödet. I detta fall behöver användaren ange all obligatorisk information på nytt eftersom informationen inte sparats när beslutsstödet användes senast. CDS Osteoporosis Referral - Introduktion & Användarmanual Version: 3.0 Datum: 2024 -01-08 ©2 0 2 4 Cambio Healthcare Systems AB 25(29) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen."
  },
  {
    "source_file": "CDS_Osteoporosis+Referral_IntroAnvM_v3.0_sv.pdf",
    "section": "Introduktion",
    "page": 1,
    "section_id": "3.4.1",
    "main_section_id": 3,
    "context_summary": "Patientdata tillgängliggörs för beslutsstödet när en patient laddas i patientlistan. Här ges en förenklad beskrivning av hur rekommendationerna genereras, utan detaljer om reglerna.",
    "keywords": [
      "patientdata",
      "beslutsstöd",
      "patientlista",
      "rekommendationer",
      "regler",
      "förenklad"
    ],
    "content_type": "instruction",
    "hierarchical_tags": [
      "Beslutsstöd",
      "Patientdata",
      "Rekommendation",
      "Övergripande"
    ],
    "clinical_domain": [
      "Osteoporos",
      "Klinisk beslutsstöd",
      "Patientvård"
    ],
    "text": "Relevant a patientdata tillgängliggörs för beslutsstödet endast när användare laddar en patient i patientlisten . I följande avsnitt ges en förenklad beskrivning över hur rekommendationerna genereras , men konfiguration och logik bakom aktuella regler beskrivs ej."
  },
  {
    "source_file": "CDS_Osteoporosis+Referral_IntroAnvM_v3.0_sv.pdf",
    "section": "Hämtning av signerad patientdata",
    "page": 1,
    "section_id": "3.4.2",
    "main_section_id": 3,
    "context_summary": "Texten beskriver att CDA Osteoporosis Referral endast hämtar signerade data från journalsystemet och att osignerade patientuppgifter inte räknas som tillgänglig information för beslutsstödet.",
    "keywords": [
      "signerad klinisk data",
      "journalsystem",
      "journalanteckningar",
      "ordinationer",
      "läkemedelslista",
      "diagnoskoder",
      "patientuppgifter",
      "beslutsstöd"
    ],
    "content_type": "reference",
    "hierarchical_tags": [
      "Hämtning av signerad patientdata",
      "CDS",
      "Osteoporos",
      "Beslutsstöd",
      "Journalsystem"
    ],
    "clinical_domain": [
      "Ortopedik",
      "Geriatrisk"
    ],
    "text": "CDS Osteoporosis Referral inhämtar bara signerad klinisk data från journalsystemet som signerade journalanteckningar, signerade ordinationer i läkemedelslista och signerade diagnoskoder. Detta innebär sålunda att patientuppgifter som exempelvis sparats men inte signerats inte komm er utgöra tillgängligt informationsunderlag för beslutsstödet."
  },
  {
    "source_file": "CDS_Osteoporosis+Referral_IntroAnvM_v3.0_sv.pdf",
    "section": "Identifiering av patient med eventuell bakomliggande",
    "page": 1,
    "section_id": "3.4.3",
    "main_section_id": 3,
    "context_summary": "Beslutsstöd aktiveras för patienter 50 år eller äldre med signerade frakturdiagnoser inom de senaste 6 månaderna. Texten listar ICD‑10‑SE‑koder för olika frakturtyper och förklarar att datumförskjutning mellan skapande och signering påverkar beslutet. Viktigt att journaler signerades i tid.",
    "keywords": [
      "osteoporos",
      "frakturdiagnoser",
      "ICD-10-SE",
      "journal",
      "signerat",
      "beslutsstöd",
      "aktiveras",
      "inklusion",
      "exklusion",
      "patient",
      "år",
      "fraktur",
      "diagnos",
      "sakrum",
      "ländkota",
      "bäcken",
      "frakturer",
      "kolla",
      "journalanteckning"
    ],
    "content_type": "instruction",
    "hierarchical_tags": [
      "Frakturer",
      "Diagnoser",
      "ICD-koder",
      "Beslutsstöd",
      "Osteoporos",
      "Patientidentifiering",
      "Kostsänning"
    ],
    "clinical_domain": [
      "Ortopedi",
      "Geriatrik",
      "Endokrinologi",
      "Kostsänning"
    ],
    "text": "osteoporos Om samtliga inklusionskriterier enligt nedan och inga exklusionskriterier , se avsnitt 3.4.4 , är uppfyllda, aktiveras beslutsstödet under följande två förutsättningar : 1. Patienten är 50 år eller äldre. 2. Patientens journal innehåller en eller flera frakturdiagnoser , se Tabell 1, som signerats inom de senaste 6 månaderna . Följande tabell presenterar frakturdiagnoser enligt klassifikationen ICD -10-SE. Frakturdiagnoser ICD-10-SE-kod Diagnos M48.5 Kotkompression som ej klassificeras på annan plats S22.0 Fraktur på bröstkota S22.1 Multipla frakturer på bröstkotpelaren S32.0 Fraktur på ländkota S32.1 Fraktur på sakrum S32.3 Fraktur på os ilium S32.4 Fraktur på acetabulum S32.5 Fraktur på os pubis S32.7 Multipla frakturer på ländkotpelaren och bäckenet CDS Osteoporosis Referral - Introduktion & Användarmanual Version: 3.0 Datum: 2024 -01-08 ©2 0 2 4 Cambio Healthcare Systems AB 26(29) Notera att utskrifter kan vara i n t u r a r t e k e r. För vid var tid aktuell version, se den digitala versionen. Frakturdiagnoser ICD-10-SE-kod Diagnos S42.2 Fraktur på övre delen av humerus S52.5 Fraktur på nedre delen av radius S52.6 Fraktur på nedre delen av både ulna och radius S72.0 Kollumfraktur S72.1 Pertrokantär fraktur S72.2 Subtrokantär fraktur Tabell 1 -Diagnoskoder enligt klassifikationen ICD -10-SE som kan aktivera beslutsstödet En frakturdiagnos kommer endast att skickas från det underliggande journalsystemet när den har signerats, men datumet på diagnosen kommer att motsvara tidpunkten då dess journalanteckning skapades (inte signerades). Denna diskrepans är större desto längre tid det tar innan användaren signerar en anteckning som innehåller en frakturdiagnos. Om en annan fraktur sker under tiden mellan skapande och signering av en journalanteckning med en frakturdiagnos, kommer den frakturdiagnosen som signeras sist inte aktivera beslutsstödet. Det är därför viktigt att anteckningar som innehåller frakturdiagno ser signeras i god tid, för att minska sannolikheten att frakturdiagnoser missas av beslutsstödet."
  },
  {
    "source_file": "CDS_Osteoporosis+Referral_IntroAnvM_v3.0_sv.pdf",
    "section": "Om k riterierna inte uppfylls eller information saknas",
    "page": 1,
    "section_id": "3.4.4",
    "main_section_id": 3,
    "context_summary": "Beskrivning av villkor när beslutsstödet för osteoporosreferral inte är aktiverat, t.ex. saknad journal eller fel datum, samt när tidigare beslut hindrar aktivering.",
    "keywords": [
      "Beslutsstöd",
      "Patientjournal",
      "Frakturdiagnos",
      "Remiss",
      "Datum",
      "Tid",
      "Utskrift",
      "Osteoporos"
    ],
    "content_type": "instruction",
    "hierarchical_tags": [
      "Beslutsstöd",
      "Patientjournal",
      "Frakturdiagnos",
      "Remiss",
      "Datum",
      "Tid",
      "Utskrift"
    ],
    "clinical_domain": [
      "Ortopedi",
      "Patienthantering",
      "Frakturdiagnos"
    ],
    "text": "Om användaren inte laddar en patients journal eller om födelsedatum saknas i patientens journal, kommer beslutsstödet inte att aktiveras. Beslutsstödet kommer inte heller att aktiveras för den aktuella frakturen om patientens journal innehåller tidigare beslut avseende samma frakturdiagnos, enligt följande: • Om det finns ett beslut att skicka en remiss eller att avstå från att skicka en remiss taget för mindre än 6 månader sedan. • Om det finns ett beslut att skjuta upp beslutet och den valda tidsperioden inte har löpt ut. CDS Osteoporosis Referral - Introduktion & Användarmanual Version: 3.0 Datum: 2024 -01-08 ©2 0 2 4 Cambio Healthcare Systems AB 27(29) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen."
  },
  {
    "source_file": "CDS_Osteoporosis+Referral_IntroAnvM_v3.0_sv.pdf",
    "section": "Identifiering av diagnoser och behandlingar",
    "page": 1,
    "section_id": "3.4.5",
    "main_section_id": 3,
    "context_summary": "En sammanfattning av vilka diagnoser och behandlingar beslutsstödet använder för att identifiera kortisonbehandling, reumatoid artrit, kalcium‑ och vitamin‑D‑ordinationer samt osteoporosprofylax med tillhörande ATC‑koder och ICD‑10 SE‑diagnoskoder.",
    "keywords": [
      "kortisonbehandling",
      "reumatoid artrit",
      "kalcium",
      "vitamin D",
      "osteoporos",
      "ATC‑kod",
      "diagnos",
      "behandling",
      "diagnoskoder",
      "kalcium‑ordination",
      "osteoporoprofylax"
    ],
    "content_type": "reference",
    "hierarchical_tags": [
      "Diagnoser",
      "Behandling",
      "Kriterier",
      "ATC‑kod",
      "Osteoporos"
    ],
    "clinical_domain": [
      "Endokrinologi",
      "Rheumatologi",
      "Osteologi",
      "Farmakologi"
    ],
    "text": "I tabell erna 2–5 listas de behandlingar och diagnoser som används av beslutsstödet för att förifylla frågorna i avsnitten Riskfaktorer (valfritt) och Behandling (valfritt) , se avsnitt 2.1.2. Identifikation av kortisonbehandling ATC-kod Daglig dos Behandlingslängd H02AB01 ≥ 0.5 mg ≥ 3 månader (90 dagar) H02AB06 ≥ 5 mg ≥ 3 månader (90 dagar) Tabell 2 - Kriterier som beslutsstödet använder för att identifiera aktuella pågående kortisonbehandlingar Identifikation av diagnosen Reumatoid artrit ICD-10-SE-kod Diagnos M05.9 Seropositiv reumatoid artrit, ospecificerad M06.0 Seronegativ reumatoid artrit M06.8 Annan specificerad reumatoid artrit M06.9 Reumatoid artrit, ospecificerad Tabell 3 - Diagnoskoder enligt klassifikationen ICD -10-SE som beslutsstödet använder för att identifiera reumatoid artrit diagnoser. Identifikation av ordination av kalcium och D -vitamin ATC-kod Läkemedel A11CC05 Kolekalciferol A12AA04 Kalciumkarbonat A12AA06 Kalciumlaktoglukonat A12AX Kalcium, kombinationer med vitamin D och/eller övriga läkemedel M05BB05 Alendronsyra + Kalciumkarbonat + Kolekalciferol Tabell 4 - Läkemedel enligt klassifikationssystemet ATC som beslutsstödet använder för att identifiera kalcium - och vitamin D -ordinationer. Identifikation av osteoporosprofylaxordinationer. ATC-kod Läkemedel H05AA02 Teriparatid M05BA02 Klodronat M05BA03 Pamidronsyra M05BA04 Alendronsyra M05BA06 Ibandronat M05BA07 Risedronsyra M05BA08 Zoledronsyra M05BB05 Alendronsyra + Kalciumkarbonat + Kolekalciferol M05BX04 Denusomab M05BX06 Romosozumab Tabell 5 - Läkemedel enligt klassifikationssystemet ATC som beslutsstödet använder för att identifiera osteoporosprofylaxordinationer. CDS Osteoporosis Referral - Introduktion & Användarmanual Version: 3.0 Datum: 2024 -01-08 ©2 0 2 4 Cambio Healthcare Systems AB 28(29) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen."
  },
  {
    "source_file": "CDS_Osteoporosis+Referral_IntroAnvM_v3.0_sv.pdf",
    "section": "Hantering av spärrad information",
    "page": 1,
    "section_id": "3.4.6",
    "main_section_id": 3,
    "context_summary": "Patienter med spärrad journalinformation kan exkluderas från CDS Osteoporosis Referral. Beslut och inställning hanteras av systemförvaltningen och administratören i det lokala journalsystemet enligt regionala rutiner för spärrhantering.",
    "keywords": [
      "spärrad information",
      "journalexkludering",
      "CDS Osteoporosis Referral",
      "systemförvaltning",
      "administratören",
      "regionens rutiner",
      "patientexkludering"
    ],
    "content_type": "instruction",
    "hierarchical_tags": [
      "Patientdata",
      "Järnsystem",
      "Regionpolicy",
      "Spärrhantering",
      "CDS",
      "Osteoporos",
      "Vården reglering"
    ],
    "clinical_domain": [
      "Osteoporos",
      "Klinisk beslutssystem",
      "Patientinformation",
      "Klinisk informatik"
    ],
    "text": "Patienter med spärrad journalinformation kan exkluderas från CDS Osteoporosis Referral . Det är systemförvaltningen som beslutar om detta ska göras och det styrs via en inställning som konfigureras av administratör i det lokala journalsystemet. I övrigt är det regionens egna rutiner som gäller för hur spärrar ska hanteras."
  },
  {
    "source_file": "CDS_Osteoporosis+Referral_IntroAnvM_v3.0_sv.pdf",
    "section": "Felhantering",
    "page": 1,
    "section_id": "3.5",
    "main_section_id": 2,
    "context_summary": "Beslutsstödet inaktiveras och visar ett felmeddelande om felaktig data från journalsystemet. Utskrifter kan vara inaktuella och bör jämföras med den digitala versionen.",
    "keywords": [
      "CDS",
      "fel",
      "data",
      "inaktiveras",
      "felmeddelande",
      "journalsystem",
      "utskrifter",
      "digital version",
      "referenser"
    ],
    "content_type": "narrative",
    "hierarchical_tags": [
      "Beslutsstöd",
      "Felhantering",
      "Data",
      "Uppkoppling",
      "Utskrifter",
      "Digital version",
      "Referenser"
    ],
    "clinical_domain": [
      "Osteoporos",
      "Klinisk beslutsstöd",
      "Vårdteknik"
    ],
    "text": "Om beslutsstödet erhåller felaktig data från journalsystemet inaktiveras beslutsstödet och kan således inte användas för den aktuella patienten. Ett felmeddelande kommer då att presenteras för användaren.\nCDS Osteoporosis Referral - Introduktion & Användarmanual Version: 3.0 Datum: 2024 -01-08 ©2 0 2 4 Cambio Healthcare Systems AB 29(29) Notera att utskrifter kan vara inaktuella. För vid var tid aktuell version, se den digitala versionen.\nAppendix A – Referenser [1] Nationellt system för Kunskapsstyrning Hälso - och sjukvård. Personcentrerat och sammanhållet vårdförlopp Osteoporos - sekundärprevention efter fraktur [Internet]. Nationellt kliniskt kunskapsstöd; 2021. [citerad 2021 Sep 06]. Hämtad från: https://d2flujgsl7escs.cloudfront.net/external/210224_V%C3%A5rdf%C3%B6rlopp_ Osteoporos_Publ.pdf [2] Socialstyrelsen. Nationella riktlinjer för rörelseorganens sjukdomar [Internet]. Socialstyrelsen; 2021. [citerad 2021 Sep 06]. Hämtad från: https://www.socialstyrelsen.se/regler -och-riktlinjer/nationella -riktlinjer/riktlinjer -och- utvarderingar/rorelseorganens -sjukdomar/"
  }
]